[
    "Maya would you mind sending me some of those links for going vegan and whatnot?",
    "So nice u made something maya!",
    "AHHH THANKS MAYAPOO",
    "Oh no maya that's terrible of course I won't tell anybody...is she endangering herself?",
    "Thank you for listening Maya",
    "GOOD MORNING MAYA",
    "Maya you need to read the conversation that occurred after that message",
    "It is beyond me Maya. I have tried to explain what I mean in three different ways and he’s like “Oh I see so you want me to talk to you differently”",
    "omg maya you’re in deeper than I was",
    "THANKS MAYAPOOP",
    "Omg such a cute pic maya on instagram!",
    "my finished scholastic essay w edits & suggestions from maya!!",
    "omg but maya",
    "maya",
    "Maya I'm becoming obsessive about this test program it is always on my mind",
    "MAYA I DON’T KNOW WHAT TO DO THERE’S ALWAYS A NEW PROBLEM",
    "There’s no way for me to fix this current problem maya",
    "Maya just got to ny so just watched your video. I Love it!! I like the filming as you show the approach and retreat, the music choice, your facial expressions showing tge confusion, the effort to 'look better' the way u have the comments set up: all of it!! I think the way you wrote it up is eloquently written and i love how you close. BRAVO!!",
    "AHH THANKS MAYA",
    "Good work in ap eng! Maya will need translation later Ttyl?",
    "Maya we are really ducked",
    "Maya I just watched again an dI am DYING",
    "I just watched original video: your expressions, hahahahahahah!! I dont know what was happening but yes it was pretty obvious u were reading lol and it was not the usual maya editing style 😄. I love the expressions especially",
    "I would die if you did it maya",
    "Oh you are literally golden maya",
    "maya wanna be a part of my new film",
    "fantastic!! Wow maya i love it!! Love the title, the music, thr images, the timing, the message at the end. bravo kiddo u r brilliant!!!!!",
    "Maya can you do me a huge favor?",
    "Happy Break Maya! ❤️",
    "NATHAN CAME HOME MAYA",
    "Are u off plane maya?",
    "Maya check email I got u train ticket",
    "Maya idk this situation is messed up",
    "No Maya she hates me lol",
    "Maya u up?",
    "So Chella , maya will still come to CV about 115 and u will drive her home ok?",
    "Maya this frickin ATM won't take my card wtf",
    "Found us a new Acronym: CADEM.Chella,and Dave,elena. maya",
    "I'm not hungry but maya and jack might",
    "I might b able to graduate early Maya!!!!",
    "Maya",
    "Maya and i are in williamsburg at a vegan diner. How are u guys at home?",
    "On my way, maya out with jack now. Whatd u guys do for dinner?",
    "fantastic grades Maya!!! so proud of you!!!! Wowwwwwww!!!!!",
    "Maya u really aced those classes!! bravo!!!!!!!",
    "Great grades Maya! Wow",
    "Maya about to talk with google",
    "Ok ur decision I have meeting t 5:30 Sushi at 7 pm maya?",
    "Yahooooo!!!congratulations Maya!!!!!!",
    "IDK MAYA",
    "Send dad and maya your other essays too-- maybe it would be good for other eyes to see them👍😃",
    "Sending u a bug hug. Let this be the time for Maya, an opprtunity to grow and explore for yourself. Love u so much!!!",
    "Hi I just want you to know that I am here to listen or talk or offer any advice (not that I am a sage with true words of wisdom) if you need anything. You've been a really, really good friend listening to my shit regarding Charlie and whatnot and I am really grateful for that Maya and I hope I can help if there's anything you need! You are such a fantastic person and deserve so much happiness and somehow happiness always finds you so I am sure that soon everything will work itself out and things will be more clear and everything. I love you!!! 😘",
    "MAYA",
    "maya man",
    "Maya did it",
    "Have a good flt maya!",
    "MAYA WATCH SOME NEW GIRL",
    "Ooh way to go maya!!",
    "Ah!!! Congrats maya",
    "Looks like nice time at Baldy Maya u find out from Evan about flights?",
    "maya",
    "mayayayayayaya",
    "Thanks mayapoo",
    "Hahahaha DO IT MAYA MAN",
    "MAYA IT MADE ME TEAR UP",
    "Literally maya I don't even give a fuck about this quiz",
    "ugh maya",
    "THANK YOU MAYA I AM SO UNBELIEVABLY EXCITED LIKE IS THIS MY LIFE WE ARE HISTORY I LOVE IOWA",
    "MAYA THIS IS COMPLETE CHAOS",
    "THANKS MAYA MAN",
    "Sweet maya i am sorry u r feeling so sad. This is hard. It is going to get easier",
    "I literally have no idea Maya",
    "Ya he responded idk Maya idfk",
    "Omg Maya literally stop I am freaking out",
    "Maya man",
    "MAYA THE LAST ONE MADE ME LAUGH",
    "IDFK WHAT TO DO MAYA",
    "ya idfk maya",
    "yeah idk maya idk",
    "I am so hungry maya idk what my issue is lol",
    "Maya can u take the earlier flt on Thurs 2:30 ish Other flt not avail with points we have",
    "Great I got maya ticket for AA Check to Make sure I got dates right",
    "THANKS MAYA",
    "Thx maya u rule",
    "I saw a baby named maya today, was wishing for u 😊",
    "How is your conference maya?",
    "Great job on comp sci!  U home maya?",
    "BECAUSE MAYA",
    "MAYA IDK HOW THIS HAPPENED",
    "Cute pic maya!",
    "Maya are you awake",
    "But maya I think I am sorta having feelings for him and that's not good like plz send help",
    "Yay thx maya!",
    "Home yet maya?",
    "Maya.",
    "Maya order the book to u😍",
    "Oh god maya yesterday we were playing truth or dare and like I've told 3 people but like nobody else",
    "MAYA",
    "I’m having a really weird encounter w a stranger rn maya lol",
    "Maya with Boo's version of Hampy...forgot it's name",
    "MAYAI GOT IN TO PARSONS",
    "Hmm maya try sending me video again pls",
    "Be happy maya",
    "Y u drinking Coke maya",
    "MAYA",
    "MAYA I HAVE BEEN TEXTING OLIVER SINCE 5",
    "He's gonna hook up with her this weekend I CANT WATCH MAYA",
    "Maya How was the dancing?",
    "MAYA",
    "she did feel really bad she was like \"I'm so sorry Maya can sleep in my room\" and I was like ha that's not happening and I know it's not her fault BUT IM SO PISSED",
    "Congratulations Maya!!!!! That is a huge accomplishment especially at a place like Pomona!!👏👏👏 So proud of you!!!!!!!",
    "Maya.",
    "Yeah safe travels Maya Sydney picking u up?",
    "SHE IS SO FUCKING COOL MAYA",
    "I am losing my shit maya",
    "Ok we just landed. No worries maya we can be a lil late",
    "Maya :(",
    "im sorry maya",
    "omg maya I am so sorry",
    "I'm v sorry maya",
    "So sorry maya",
    "Ugh Maya I'm sorry that's really frustrating 😔",
    "U doing that at school?  What about the other site that maya started?",
    "Yippeeee Maya is coming home in May!! may 13-21",
    "Maya pls let grandma and grandpa know",
    "Hey More Maya time😍",
    "WHAT MAYA",
    "Maya.",
    "I know u were planning on writing paper about this show, Maya -- would like to hear why u guys think it is popular",
    "OMG MAYA",
    "Maya man",
    "omg maya you are so cute thank you so much",
    "Maya can u talk ?",
    "Reminiscing about central pa Maya?",
    "Maya my toe hurts so badly",
    "Maya I'm like literally sure that person broke two of my toes",
    "Maya it was so crazy",
    "Maya we love u we r going to sleep. U can make this decision baby believe in urself!",
    "he's so sweet maya",
    "All good here Saw Mar and Andy yest Maya, there is a Google bus from apt to google!",
    "Love u mayabelle",
    "THANKS MAYAPOO",
    "Maya it is a fantastic paper!!!!",
    "I’m really sorry maya that’s no fun 😕",
    "Mayaaaaaa",
    "Thanks mayapoo!!",
    "STOP MAYA",
    "WE WERE OUT OF CONTROL THAT NIGHT MAYA",
    "“tell maya she has some serious talent”",
    "yeah idk maya",
    "I love you lil Maya!! Snuggled up in bed now! Have fun tonight and be safe and get some good sleep before you road trip tomorrow 😘",
    "Maya",
    "Awwwh great pic maya!",
    "He says hi!! MAYA TELL THEM TO STOP WATCHING",
    "Maya it is a masterpiece😍",
    "Maya these messages are hilarious and so are your issues with needles lol",
    "Omfg Maya omg",
    "It looks good Maya!!",
    "What maya",
    "thanks mayapoo",
    "Have fun at your first day of GOOGLE!!! Omg it is really happening! go maya!!😘😍💕",
    "Maya what did your parents dress up as for Halloween this year",
    "Omg Maya that  sounds like so much fun and so cool!",
    "Maya",
    "Ok really sorry but it really bothers me that she mistreats you that way Maya",
    "Maya what is your day",
    "Wow sorry I missed this. Maya this is so terrible I am so sorry.",
    "HELLO MAYA WTF",
    "MAYAAASA",
    "I took a screen shot and sent it to him and he says \"hi Maya!!!!!!!!\"",
    "mayaaaaa",
    "I was joking Maya!!!!!!",
    "ALSO HAVE TO TELL U ABOUT MY NIGHT OMFG MAYA",
    "I love u so much mayamoo! And i bet he will watch CRASH😍",
    "Maya it can be hard to tell!!",
    "Maya there is so much water here",
    "Ya idk Maya it is so pretty here",
    "Maya I'm so #blessed because everything we talk about somehow related to his engineering",
    "Shit was lit maya",
    "yeah no maya I’m serious",
    "he is SOOOOO nice though maya",
    "y do u think I am kidding maya????????",
    "I KNOW MAYA |",
    "MAYA",
    "A girl Maya in my program lol",
    "That is so funny maya",
    "MAYA MANNN",
    "Minus maya :(",
    "What? U will be ok, because risk of not testing is MAJOR life ruining disease if it is syphilis! Come on Maya, do this. It may look a little different now too with some medicine in ur system. If u are going to have sex u are at risk so take responsibility",
    "yeah I don’t know maya",
    "I don't know maya she is just like rly mean and t makes me feel badly :/",
    "Aw ok thanks maya man",
    "Are u going to yosemite? Just want to know where on this earth my baby maya will be😍",
    "Sounds like fun maya!",
    "He loves me so much maya :(",
    "thank you maya ❤️❤️❤️❤️❤️",
    "Yay Some Maya time!",
    "Hey maya it's chella",
    "Omg Maya it isFantastic!!! Thank you for the smiles😍!!! bravo and so glad this is/has been a fun summer for u!!!!!!",
    "Maya like this is a state of emergency",
    "Fyi i moved Maya dental fillings to Tuesday Aug 16 morning then we have tix that night to see School of Rock in NyC -- so maybe we just stay in Ny and move Chella in 19th...? Also both Maya and Chella have cleanings dec 22",
    "*maya tries to stay up to date with politics*",
    "I can't believe it maya man",
    "MAYA WHAT TURN ON CNN",
    "YES WE WILL MAYA MAN YES WE WILL",
    "MAYA MAN WHERE ARE YOU",
    "MAYA MAN HOPEFULLY UR GMA DVRED IT",
    "MAYA MAN",
    "I LOVE YOU SO MUCH MAYA MAN",
    "Leapin into this next decade your roaring twenties!!! happy birthday maya!!! ❤️❤️❤️❤️❤️",
    "Ya maya?? Did u now???",
    "Sometimes he makes no sense maya it's amazing",
    "I don't know maya :///",
    "It’s so sad maya 😕",
    "Maya omfg",
    "This is really bad maya",
    "Maya this vegan thing is hard I'm starving all the time",
    "MAYA THE TRAFFIC FOR THIS FUCKIN TRUMP RALLY IS RIDICULOUS",
    "Maya why did you sleep at google",
    "Maya I am about to lose my shit",
    "I’m sorry but omg maya",
    "Idk maya that would make me feel weird if it was just a summer fling",
    "Awesome!! go maya!",
    "ME NEITHER MAYA",
    "I am good! I am freaking out about the style in Sweden maya everybody wears leather and black jeans and no leggings",
    "whooohooooo!!!! Congrats Maya!!!!!",
    "Maya i love it",
    "chella and maya, Don't hate me but have to get 2nd vaccine tmrw at my office. Let's go in morning so u have rest of day free. I love u.",
    "Maya not has functional phone",
    "We went to manhattan so maya can meet googlr guy for lunch and dad and i went to apple to get your computer and switch your info to new one.",
    "Maya I'm so hungover",
    "It was tragic Maya. I'm not I'm back in Miami now and off to Colorado tomorrow!! Then back to school. Probably get there on either Saturday or Sunday.",
    "How about mom and dad and Maya man!",
    "MAYA WHO THE FRICK ARE YOU HAVING SEX WITH",
    "Maya I love u u are incredibly talented sending my mom your project so she can see because she loves you also",
    "Maya's flight is delayed",
    "Maya tell us when boarding",
    "No i think those r maya's",
    "Oatmeal inspired by Maya 😍",
    "I REALLY don't know what to do anymore Maya",
    "I just ordered from Amazon dove body wash pump for Chella and Maya so just keep using what u have til that arrives",
    "Maya Did u find ur passport?",
    "amazing maya",
    "my study abroad application sucks maya",
    "Maya I am feeling so ill",
    "Jose is dropping the ball Maya",
    "s m h maya!!!",
    "Maya!!! I'm so proud of you 😊😊😊",
    "How are classes Maya and Chella? Life?",
    "Sorry maya , change to \"fully pursue\"",
    "Omfg Maya...",
    "Maya didn't u lose one?",
    "that’s not true maya",
    "t y maya!!!",
    "thanks maya omg :,,,)",
    "MAYA IM SO HAPPY UR GOING TO BE IN NYC THIS SUMMER",
    "Go gay maya man",
    "STEREOTYPES MAYA MAN",
    "maya",
    "IM GOOD missing u dearly maya man who is this other boy any feelings or just random",
    "Wow!! Just saw your vimeo Maya!! It is fantastic!!! How did u do that?? Were those real people or computer generated?",
    "Luv the video maya! How?",
    "Maya Did u like the astronomy class?",
    "I spy a maya",
    "Did u take a break from insta I didn't notice until I saw your post today and was like I've missed the maya man instas",
    "Maya U find ur card?",
    "O shit too late maya man",
    "Smh maya smh",
    "Maya this is bothering me so much that I am crawling out of my skin. I literally don’t want to be around anybody anymore.",
    "Maya what is up",
    "Maya U can print out ur vanguard balance",
    "Maya Need dates for TGiving",
    "LOL MAYA",
    "Maya Dates?",
    "Maya it’s millikan!!!!!!!!!!!!!!!!!!",
    "Thanks maya man",
    "Maya I drank 14 drinks last night",
    "Looks like fun Maya!",
    "Love seeing these pics Maya!! Beautiful shots, love the Fall trees!!",
    "Also FB is apparently changing privacy laws so please post the following-- you amd Maya for your own protection.",
    "maya stop being so unprofessional",
    "RIGHT NOW MAYA",
    "MAYA YOU SLOOT!",
    "that’s seriously scary maya!",
    "Maya is ok she has hives",
    "MAYA MAN",
    "MAYA ARE YOU OK MY MOM JUST TOLD ME IM SO SORRY",
    "Maya's xray looks like she actually may need surgery for the broken bone. We are working on finding out more info and trying to set up apptmt-- wanted to keep u updated.",
    "maya maaaaan",
    "Hang in there Maya We r all thinking about u!",
    "Awww Good luck with surgery tomorrow Maya! I will be thinking of you...u r in good hands",
    "Right now we are in car near bookstore. Maya sleeping which is good. She is hanging in there. She will wear splint theu weekend and then after Monday apptmt only sling for protction but she can start moving arm and typing etc. He expects full recovery in 3 mos with full motion of arm.",
    "Love you maya!! Hope it goes well and you are better in no time ❤️❤️",
    "Love you maya man!",
    "Whoohoo Maya!!! You are BaCK in the GAME!!!!",
    "Yeah Maya More movement",
    "Maya keep perspective!",
    "Maya is awake",
    "Maya How did appt go?",
    "Maya I think she's gonna lose",
    "Maya he's gonna win",
    "Maya",
    "U dont really know wtf he was thinking maya. U are in charge of u. Use this to learn what u want in the future. And he did textvu back so he is readyvto come back for more but u aint gonna give it to him so who is in charge now?!",
    "Maya Goldberg Man right?",
    "Maya just watched the video u sent Dad, LOVE it! It Is a wonderful treasure of the trip to Maine!! 😍👏👍🏼",
    "Maya please give me a signal💔",
    "Maya i am sorry i yelled.",
    "Maya U on flight?",
    "Ok We need to leave at 1:30 to take maya to airport",
    "Well if we have to leave there is a lot of food for uand we will be back after taking maya to airport!❤️",
    "Maya Everything on time?",
    "It was so bad maya",
    "Plan for Xmas holidays Maya arrives 12/19 Chella finish12/20",
    "To PA 12/20 Back to NY 12/23 after dad work finished Back to PA 12/28 Chella surgery Baltimore 1/3 Maya flies to HK 1/4 from EWR Chella hearing in BK 1/5 Dad works 1/6 pa",
    "f u maya",
    "Bye maya",
    "Hi Maya I hope you slept OK call me at when you wake up if it's before a noon my time because that's when I'm starting work but I've been I'll be working till about five or so so I'd love to catch up with you and I want to hear you know how you're feeling and what the strep test show and catch up about you know everything OK love you sweetheart bye",
    "Where u now maya?",
    "Fyi we are picking up chella now then going to bubis and will be home this evening. Maya meeting friends for dinner then movie at iur house",
    "FYI Maya gave me ride home",
    "I need to use the suburban tomorrow to doc appt then work.  Mom needs to work too so needs van   Maya when will I be home tomorrow?  Chella u ok without car for tomorrow until Maya home?",
    "Can they pick u up?  Or should we get car from maya tonight?",
    "Cipro 500 bid 5 days for travel diarrhea  Hep A Typhoid  Malaria proph Malerone 2 day before and 5 days during  For Maya",
    "I ordered and paid for additional 3 months contacts for Maya Ready at Costco until 8:30 today  FYI",
    "Does Maya have a fake/like to dance?",
    "Chella U coming back to apt tonight?  Want to out for dinner in Park Slope?  Maybe around 8 after Maya does dance thing",
    "Ok  Did Maya get a hold of you before her dance?",
    "Fyi maya and dad just went for run and i am taking shower then going to drugstore in case u get here and no one is home",
    "happy new year's Maya and Chella and Sydney and MaryV!! Hope you are all enjoying a great night and that 2017 brings lots of happiness!💗💗💗💗",
    "Happy day 1 of 2017!! Big year with Maya traveling abroad and Chella's surgery and graduating CV!",
    "Maya Call me on call with cable",
    "He is on phone with cable so needs u to call him maya",
    "Maya LOVE THE INSTAGRAM WITH CHELLA  YOU GUYS SO CUTE!!!",
    "Neat pics maya! Is whatsapp working now?",
    "Wow maya I'm impressed at least he was nice for it..,I feel like she can't be that obsessed w him in such a short time u r so fine esp if she didn't say anything",
    "Maya wut u doing up at this hour",
    "Maya U should call debit card though to find out why denied",
    "It's so many people. Classes start Monday and my schedule is F U maya. I'm freaking out about.",
    "Omg maya this is so cute I love you!!!",
    "MAYAAAAA",
    "Looks like Maya's hat",
    "Maya u back in HK?",
    "Literally maya there is not one person I can think of that I would want to sleep with",
    "MAyA",
    "Omfg maya",
    "found a vegan cafe called maya cafe!!",
    "Hi Maya, Great to hear from you. Today i will be attending a \"cantonese coversation\" class from 2-3, then a cantonese corner session from 4:30-5:30. Hope all is well, thanks. Best, Spencer Francis Blake IV",
    "& wow you Truly are exploring the world maya man",
    "MAYA ARE U EFFIN KIDDING ME",
    "idk maya I’m confused",
    "Maya u come across as a genuine programmer whi wants to dispel the arrogance in the field and make the world better thru welcoming others into cs and changing the world. U should feel damn proud!!!!",
    "Maya I think you did a good job making your points I think you sounded passionate, genuine and enthusiastic",
    "Omg maya a FUCKED UP thing just happened",
    "No maya you did not miss it lol",
    "Landed in hbg, love to all, have sweet dreams and for Maya: sweet day😍",
    "Maya there's a place here w the best vegan soup I wish u could try",
    "Whoohooooooo! Congrats Maya!!",
    "Yeah maya",
    "maya",
    "idk maya i’m insecure too but i would never say the things he says about people",
    "Love pics Like maya said, just keep updating them with positive events until they let u in...",
    "I really don’t know what to do maya",
    "Maya in her apt bed",
    "MAYA I ALMOST CRIED",
    "Maya I had to do this paper so I drank a ton of coffee and now I can't fall asleep",
    "I forgot to give u the second book Maya - just read on plane, worth reading when u r back in NY",
    "Maya Did u try to get the google w2 The account is asking for it",
    "Just go this today from maya Old school! Nice",
    "Thx Maya so nice!!!",
    "maya boys suck",
    "Great pics Funny snap chat from maya",
    "Yes love the pics! And that is so funny Maya!",
    "MAYA I AM SO FUCKING MAD AT PETER ADAMS",
    "Thanks maya man",
    "Wow same song as Mayas dance supplement Powerful narrative without words",
    "Almost pulled a maya and sat at gate diatracted and missed flight but realized in time-- phew!",
    "I get it high roller maya just dropping 7💯s like they're nothing",
    "OMFG maya my Saturday night sucked",
    "Maya where did u go that weekend where you were in hot springs and skiing",
    "ok maya wake up",
    "Maya can u talk?",
    "So both Maya and Chella confirm for me number of nights and maya if u want own room",
    "I am an insomniac maya",
    "Maya Charlie is pissing me off lol",
    "Congrats Maya!!! Awesome!!",
    "Maya tell us all about dialogue in the dark",
    "Ugh I'm sorry maya that really is not fun",
    "U r rly cool maya",
    "Maya so glad u arrived and are with Nathaniel. Be safe and keep us posted with your travel plans please. Love u so much!!",
    "Maya U should try ur hotspot in Europe How is it there? Send itinerary and pics!",
    "Maya I going to see Guernica? I think it is near Madrid",
    "Maya lamded in spain",
    "HOLD YOUR HORSES MAYA",
    "Yeah maya you're like traveling the world",
    "Maya Let us kno when u get board flt!",
    "We will pick up maya at JFK Flt lands at 8:30p But she need to clear customs So probably not back to apt until around 10:30",
    "Just checked and maya's flight arriving early at 730-- (hour early!!)",
    "Thx sweeetie, we can just order when we get there. I have fruit and made mayas fave coconut rice meal to tide us over",
    "Welcome back to America Maya!! Did u just land?",
    "Hey maya hey",
    "Made it home, had such a good time with with you maya, miss ya already",
    "sofie & maya lol",
    "THE CHIPOLTE WAS SO FUCKING GOOD MAYA",
    "Maya's? Everything all good?",
    "Maya's home",
    "There's a guy in my office who is like really not right maya",
    "Love you too maya, thanks for coming and getting a little taste of fairfield, i had a blast",
    "I love you maya",
    "Sleep tight maya, you are sooo gorgeous i cant wait to see you",
    "No we cant maya!! Her mom is like go go go",
    "But maya we are so busy we are just leaving to move tomorrow we only are done for dinner",
    "I love you maya",
    "Maya",
    "Maya i'm sorry but i love you",
    "Night maya!!!",
    "I love u maya!!!",
    "I lovre you maya",
    "Mayaaa",
    "Chella u prob know all this but for me dad and maya maybe informative. Also the one below of voice change timing...",
    "Heading to bed, sleep tight maya cant wait to see u tomorrow night!! Love you",
    "Also!! Hung out w maya at googlr",
    "Maya dancing at Spencer's show",
    "Red alert: in one month Maya will be 21.... how can time be moving so fast?????",
    "Thanks maya u have absolutely no idea how much it means to me that u came",
    "Me toooo really wish i didnt have to drive home, i love you maya",
    "Gnight maya love you to the moon and back",
    "Maya i literally love you so much",
    "Going to bed but cant wait to see you tomorrow !! Love you maya",
    "Thanks hopefully ill get out early today, need some maya in my life",
    "I know maya",
    "Really magical maya it was amazing I was like emotional lol",
    "I don't know maya I really can't seem to figure it out",
    "Love you too maya",
    "Night maya sleep tight, thanks again for a super fun couple of days, love you !!",
    "Wait maya do u have a CD reader",
    "Maya Did u have a better day at work?",
    "Maya share your latest creations when u can, how was dance class?",
    "Gnight maya love you so much",
    "Want to meet maya in city tmrw before seeing Spencer for late dinner, 830 ish i think",
    "Maya U left the AC on in ur room!!! And did not lock the deadbolt on the apt door. Running AC is very expensive, please turn off when not using",
    "Love you so much maya thanks for being there in that very #stressful ride",
    "That's really cute maya",
    "Heading to bed, night maya hope you had a fun day at the beach !! Love you",
    "I love you maya sleep tight",
    "Maya I'm about to kms",
    "Not rly sure maya!!!!!",
    "That's amazing maya!!!!",
    "Omg maya hahahahaha",
    "What if he doesn't do well enough maya",
    "Maya I'm rly freaking out because I'm about to have lunch with the CEO alone :/",
    "maya what’s your address in nyc",
    "Thanks again for makin this such an incredible weekend, i love you maya",
    "Heading to bed tho night maya, love you",
    "But OH MY GOD MAYA",
    "Falling asleep but i love you maya, sleep tight!!",
    "Love you maya sleep tight",
    "Maya i just came home and have no bed to sleep in",
    "omg maya you are gonna have a big week!!",
    "HAPPY BIRTHDAY MAYA!! I hope you have an amazing day and enjoy ur first sips of alcohol!! I am so excited to see you and celebrate with you and finally be w u everyday again :') I am constantly amazed by how amazing of a friend you are and I am so blessed to have you. Love you to the moon n back and I cannot wait to hear how the big Apple treats u tomorrow night (tonight?)!!!!",
    "I love you maya man",
    "Happy happy happy happy happy happy birthday Maya!! Let me know when you're up and about so I can call. I miss you n I'm thinking bout you today!!!!! Can't wait to see you n celebrate RLY SOON!!!! 🎂🎂🎂🎂🎂",
    "Like I think I could pass as maya if I needed to",
    "Maya he's p good",
    "Finally home 🙌 i love you maya, feel really bad i couldnt stay to sleep over but hope you had a super fun night",
    "I love you so much maya, couldnt be happier you're mine",
    "I love you soooo much maya",
    "Night maya love you to pieces",
    "I love you maya sleep tight!!! Text me in the morning my sunshine",
    "Ok we will be there in a few min there was a lot of traffic, thank u Maya!!",
    "Maya do you still have your period",
    "Hey maya where are the packages that came back to the apartment?",
    "How was Long Island Maya?",
    "I love you maya man",
    "Maya I can't wait :')",
    "I love you maya, thanks for lettin me stay over",
    "Sam's mom is so cool maya",
    "maya i'm literally having so much trouble deciding on a computer rn",
    "Maya's not mine",
    "Maya wya",
    "I love you more than i can even say in words maya",
    "What is up maya",
    "Omg Mayan",
    "C u soon maya!",
    "Maya is moved in for her SENIOR year👏❤",
    "This is way faster than i expected im sorry but i love you maya",
    "Sup fan maya?",
    "And Maya good luck to you tmrw : first day of SENIOR yr!!whoohoo!!",
    "Awesome letter maya!!! Print it out to save!! Bravo!!!!!",
    "Ok maya is starting to eat my blanket",
    "I'm seeing Maya's room",
    "Want us to wait maya?",
    "we talked about p5.js today in class @maya",
    "I miss you alot maya",
    "Maya and Lauren are at dance",
    "Maya what",
    "Maya are you sure you're in the right building",
    "I look weird maya I'm barefoot",
    "Maya are you in the upside down",
    "@Maya, I might not go to lunch, I’m not feeling insanely hungry and I have some leftover chipotle",
    "Maya! honored that you'd ask :) we don't have any studio recordings yet but i'll send you a link with some videos!",
    "I love you so much maya",
    "Cuz ur my girl maya",
    "I'm sorry maya but i love you so muchhh",
    "I'm sorry, i just really really miss you maya",
    "Maya do you mind if i drink some of your apothecary wine? ill buy you some more",
    "Maya just said \"did I actually say that\"",
    "I love you maya",
    "Ty maya I love u a lot",
    "That is supposed to say 谢谢 maya",
    "She's talking shit on us maya",
    "Let's do it @maya",
    "I think we are going to sit with sal maya",
    "Maya that's bad",
    "No they're not maya there are so many people",
    "thanks, lauren! best, maya",
    "I agree, Maya",
    "I’m having a REALLY TOUGH TIME RIGHT NOW MAYA",
    "MAYA there's a big spider please come kill it i'm scared",
    "maya, do you have a class at 1:15 on Wednesday?",
    "Maya i still love you more than anything, but please tell me if you dont feel the same way",
    "how does one do that maya idk!!",
    "hey maya 😃",
    "maya",
    "I love you maya !!",
    "Thank u maya!!!!! So happy to be done",
    "u listening to some Spencer rn maya",
    "Love you Maya you are a good friend ❤️",
    "OMFG MAYA JACK JUST CONFESSED TO CIARA THAT HE HAS LIKED HER FOR MONTHS IM SHOOK",
    "omg maya",
    "Aww maya u should date him",
    "To your room maya",
    "@abby @maya can you do fri?",
    "Wait so what’s the status with Watson maya",
    "Maya what do u think",
    "Yeah definitely thanks maya",
    "hey maya 😁 is the hive open rn?",
    "wait let's walk over together maya",
    "OMFG CALL M I BU CUA Maya Icin up indeed hel",
    "Maya I'm sorry if I made you feel uncomfortable at all tonight. I really appreciate your talking things out with me. I think a sober lunch would do us both well. Let me know when works best for you. 🍻, Joey",
    "Maya stop it was not a burden, i couldnt have been happier you called",
    "i can't maya! at the post office",
    "maya sup dinner and pregame?",
    "Omg maya",
    "ready maya?",
    "Maya share your mascot story - want to hear!",
    "been back for a while MAYA",
    "I'd go w you now maya if you're still tryna go",
    "Hahaha im sorry maya thats awful",
    "LOL maya!!!",
    "Are you going now maya",
    "Maya where u at",
    "Yes maya we are but will be done really soon",
    "Nah you didn't maya!!!",
    "Hey Maya it’s Sophie! did you finish the algorithms problem set yet?",
    "So maya if your mom is afraid of earthquakes and hurricanes does that mean we cant go anywhere south of where we are now?",
    "Maya!",
    "MAYA!!!!!!! r u there",
    "who is that maya",
    "Maya your dance teacher just called me asking where you were",
    "Where was the board maya",
    "hey maya, guess the fuck what",
    "wait maya or abby are yall about to leave frary?",
    "Maya did I tell you his parents are flying out",
    "I was thinking we'd go out to dinner me you maya sof on Friday and then a lil bigger but still just close friends on Saturday if you want",
    "Maya and Chella fyi Dad and I planned a trip for his birthday/ early celebration of our 25th anniversary to Madeira Island , Portugal from Nov 12-19.",
    "For January we are open to the family time we will have with all of us off doing fun things in NYC if that is the preferred choice before Chella's surgery and while Maya is studying for GRE.",
    "Let's shoot for May after Maya graduates?",
    "maya!!! i hope you're having a great semester so far :) quick question",
    "Yes maya!!!! Proud of u!",
    "Maya im still very much in love with you , i can only hope you feel the same way",
    "Cuz i love you so much maya",
    "ooh omg maya it's a life goal of mine to learn stick shift #goalssss wow",
    "Don't text and drive maya man!!!!!",
    "Maya something is so wrong with my body right now I am not well right now",
    "That is horrible maya",
    "Idk i love you maya not sure what to do !!",
    "Tbh not so good maya",
    "Its eating me up maya 😢",
    "Stay out maya",
    "Maya where are u",
    "Maya tell me when you're home pls",
    "I'm already sick maya",
    "omg maya i just walked down this stairwell and it was a freaking crime scene",
    "I feel gross maya",
    "!!!!!! MAYA!!!!",
    "Maya and chella dentist apptmt in Mechbg thursday dec 29 at 9am",
    "hey maya how do i get something to not be in caps locks on my presentation",
    "More importantly Maya Hugh Hefner, founder of Playboy Magazine, has died.",
    "fuck maya!",
    "Maya don't you work for google",
    "Hey maya! finishing up the last algorithms problem set rn, do you remember if you had any upper and lower bounds that were different from one another for problem three??",
    "Who is your uncle maya",
    "Good job maya",
    "Sorry maya still in lab",
    "Maya r u inviting a boy to dinner!",
    "Maya who is this crew you're taking to dinner",
    "Ya maya it's kind of mean that you didn't invite us",
    "What maya why",
    "Thanks maya",
    "Yeah we haven’t submitted our powerpoints Maya???",
    "@maya are u making the event for Saturday night?",
    "Maya is your longboard still in Millikan?",
    "can i invite ppl to the event @maya",
    "That's fine maya! The res is at 7:15",
    "Wait so we are going to Maya's?",
    "What suite maya",
    "we are coming maya",
    "@maya are you still coming at 5:30?",
    "15 minutes left maya lol, but we're winning",
    "You're the most beautiful girl I've ever known maya",
    "Maya should we come clean up?",
    "I didn't see it in my room this morning either maya",
    "Oh right!! Where r u maya",
    "maya did u ever book the campsite?",
    "Omg maya",
    "Maya works at the Hive until 6",
    "Hey Maya",
    "@maya will u meet us at scripps",
    "Love seeing you dancing Maya on your story!",
    "Congrats maya!!!!!",
    "Ya I'll go w u Maya",
    "But excited to celebrate with you maya!!!! Woohoo!!!!",
    "Me too maya 😔",
    "I can't maya :(",
    "Maya are u going to dinner after seminar?",
    "Actually Maya wanna go to tj with me after dinner>",
    "Hai maya",
    "Maya ur a bitch -Lauren",
    "Hi maya luv u - jack",
    "Maya where are you??",
    "Aww maya",
    "Maya knows all the words",
    "Maya :(",
    "YEAH MAYA!!!!",
    "Congrats mayapoo!!!",
    "dang maya!!!",
    "Cool dance maya! Love to see more",
    "HAHAHAHAHA maya",
    "Wow maya u should get with him",
    "OMFG maya",
    "Maya this is really making me laugh",
    "Hey maya do you have any advice on how to prove that Logn is also the lower bound for the question where a[i]=I?",
    "Good luck maya!!! Let me know how it goes",
    "omg maya!!!!",
    "Maya won't answer us just like she won't answer her mom",
    "Maya swiped right on Patrick last night",
    "Wtf maya",
    "Nice maya now we're not only going to have nothing to talk about but everything is going to be so awkward after this incident with Patrick",
    "Nice, maya",
    "Maya my hands are destroyed",
    "U are reading so much maya!!!",
    "CHARLIE 2.0 IS CONOR ROGAN thank u Maya",
    "Hey maya man",
    "Maya and chella did u get Flu vaccine?",
    "Yeah I’m sorry Maya the aux thing in every car related to us broke and the only CD’s we have are classical jazz so",
    "Especially after Maya hooked up with Patrick*",
    "GO MAYA",
    "common maya",
    "Maya what hte heck",
    "How's it going Maya",
    "omg go maya!!!",
    "Yaya maya",
    "We can't talk about what happened ln maya",
    "wait maya why am i in this whatsapp group lol",
    "Is this maya MAN ?",
    "Maya Looks like a fun break! We just got home from NYC",
    "What are u gonna drop maya",
    "Maya are u ready",
    "also maya this is really funny that i'm in this hip hop whatsapp because now i get videos of devin dancing ahahhahaa",
    "Beginning was quiet maya",
    "hey maya, i had some travel discrepancies and was unable to get to my computer about things to do today.",
    "hey maya, 340 is just having a swim party so we should host the super awesome soiree",
    "what’s the story like maya",
    "i’m proud of u maya!!",
    "yo maya you'd kill trivia night",
    "maya open door",
    "maya is dressing then we swing by clark 1 on our way to frary",
    "@maya?",
    "I can get dinner maya",
    "Hey maya how's your day going !!!!",
    "Sitting in maya's room doing some work hbu",
    "TO maya's or milli?",
    "What are you doing Maya",
    "Maya and Sal are doing a thing where they only use the automatic suggested replies",
    "Can you believe Maya uses shook so much her phone thinks she wants to say it after ”I AM”",
    "Maya and she said that we have a lot of things to do for the first time",
    "maya will you add me on spotify",
    "Yeah I agree maya",
    "And I know you will inspire Maya...",
    "I'm seriously nauseous maya",
    "hey maya, so I’m thinking you put in a lot of your jazz songs into the playlist tonight and we move all the stuff out of the center of the suite and make a great dancing area",
    "Maya!!! Help!",
    "Sorry Maya also the wine is gone 😐",
    "No maya",
    "Are you wearing your slides Maya",
    "Maya run",
    "Maya I'm in your closet ?????",
    "Maya where the f are you",
    "Find Maya",
    "Thanks Maya love u",
    "i don't get why its better to say that maya?",
    "cause @maya we need an excuse for why underclassman were there",
    "which is unrelated to the meeting at 9. maya's meeting with him about it now and mines in an hour",
    "Maya what did he say in the meeting?",
    "hi maya i heard about the meeting i'm SO sorry but know he's absolutely strong arming you and this is not correct",
    "maya he’s definitely bulling you and that’s super not ok or allowed",
    "most likely me and maya each have 5 points, cally has 2, and abby has 0",
    "You just passed me and ignored me maya",
    "maya her name is angel",
    "that's funny maya",
    "in seriousness I htink maya is right",
    "I think Maya's new grooves",
    "Maya we have discussed this 3 different times😜...? Do u remember?",
    "lmk when u leave your place maya",
    "Maya Did u check the flight times? We have til tonight to change",
    "I can confirm that is true of maya",
    "What Maya",
    "YAS MAYA",
    "That took like two hours Maya",
    "yeha you did Maya",
    "hahahhahhahhaha maya i’m laughing a lot at that",
    "hahahah aw maya a date!!",
    "Maya are you coming with chocolate",
    "lol maya why are u like this",
    "I am a huge fan maya",
    "Sry maya!",
    "maya if u leave then ill follow",
    "Maya isis kinda scares me",
    "Just to yell “Maya loves Colin” over the music",
    "where is it maya?",
    "Alia or maya what are y'all doing right now?",
    "maya is the play over",
    "Miss you alot maya",
    "maya will go as tom etc",
    "aww no you're killin it maya",
    "Me too maya",
    "Lol maya good where did u come up w that",
    "Maya do you have blue overalls that could fit me",
    "Maya I have your orange we are going to Tyler's for a sec",
    "Omg Maya",
    "maya wanna get brunch???",
    "wiat maya are u gonna be dressed for flog for brunch?",
    "maya i'm outside",
    "maya let's go back and put on sweats",
    "wait maya it looks lit at pz",
    "maya let's go dance for one song",
    "maya and karen's 3 way round 2",
    "okey, i don't think maya is awake lol",
    "Text when u are out of shower Maya",
    "also omg maya u better shower and get ready then",
    "maya what is ur eta",
    "maya i'm going to come down on my way over",
    "maya and i leaving pomona meet on athearn",
    "maya i'm half naked in bed",
    "Maya Just reminder to bring apt key and hot spot to NYC",
    "hahahhahahah maya",
    "Is that your mom trying to do your thing Maya",
    "oh shit maya",
    "let's get flu shots maya",
    "Thanks for talking maya, really made me feel a lot better",
    "Wait Maya you have to wear something halloweenie to get the deal",
    "Omg maya",
    "Maya met patrick last night and when she walked away patrick said nice to meet you! and maya let the door close behind her and she long boarded off",
    "omg maya you will have to sleep there lmao",
    "maya where r u?",
    "maya don't walk",
    "maya i'm in edmunds come find me before snack",
    "Give it to Carson Maya",
    "Maya Remember apt keys and hot spot   Looking forward to seeing you Good luck with interview!",
    "Yes maya!!!",
    "YAS MAYA",
    "Course maya, ur goin places",
    "When will i see maya?",
    "yay lets go party maya!",
    "Maya let us know when u get to hotel",
    "Don't need to be nervous. Let them see the real Maya and share what u know.",
    "Idk depends when maya and we get there-- we havent left yet...",
    "You like that alter ego Maya",
    "Maya!!! i’m home",
    "Lol maya your series of snaps made me laugh",
    "Maya!! That is a true love story",
    "Wait also @maya was it Kevin who you told your name was Blair",
    "Have a good flight, Maya. So good to see you. Miss you already.",
    "awww maya!! love you!! i hope they are ripe idk i’m clueless",
    "Maya u land?",
    "Maya if u wanna tho u can come back and join our team lol",
    "Where’s the concert Maya",
    "I️ am down to go to the concert Maya if there are extra tickets I️ could buy",
    "Ok ty maya",
    "Maya I'm screwed",
    "yum maya",
    "Tim excited to see maya",
    "Wow amazing, super proud of u maya thats awesome",
    "I'll go to lunch w u Maya",
    "Maya...",
    "Omg Maya let's go to tulum",
    "i don't blame you maya",
    "Maya I'm laughing",
    "Maya swing by the Edmunds room on way there",
    "Wait Maya will u take my psych survey pls",
    "Oops sorry! Crawl through my window and wait for me in my bed maya!!!!!",
    "maya is at scripps with me and sof just left",
    "i just watched maya's video for junior year first semester 4 times in bed naked",
    "Maya that's so freaking cool",
    "it's me the hi by maya girl",
    "So happy for you maya",
    "Maya how'd the test go??",
    "You should be!!! This is a huge accomplishment maya",
    "what the fuck maya",
    "Maya ARE YOU KIDDING ME!!!!",
    "It takes Maya a long time to shower because her brain suddenly goes silent while she is beneath the water",
    "Yeah I don’t know Maya",
    "Hi Maya",
    "Omg maya",
    "Coming Maya",
    "Maya where are you",
    "@maya where's the ID?",
    "Ouch maya!!!! OUCH",
    "That's fine maya",
    "maya he's asking u to go in and take the test",
    "I’m sorry maya 😟",
    "Thank you Maya man",
    "yes maya YES",
    "Lmao maya",
    "hahahaha what maya",
    "Has anyone heard from maya this morning",
    "Maya stop being shady and pay attention to us",
    "I’m down to go soon anyway maybe @maya can meet us when she wake up",
    "maya can't wait to hear the story later",
    "Still think you are beautiful maya",
    "Ok do we think maya is still sleeping",
    "Yesssss maya!!",
    "Maya is just now getting in the shower SMH",
    "maya wow! congrats on the quickie",
    "YAY MAYA SAFE FLIGHT",
    "Oh tru maya! Tru!!",
    "lol Maya I thought that was a weird emoji that u were tryna make a thing or something",
    "Maya has no leg in one",
    "maya looks like a hyperactive child in all of the bottom pics lol",
    "earnest hyperactive maya",
    "Good luck Maya!!",
    "Good luck Maya Man!!!!!! You rock",
    "Good luck Maya!!!!!",
    "Maya tell about your google day when u can and say hi to gma and gpa!",
    "Hey maya it’s Elm. Sorry didn’t see you in class today. Was just curious if you were still going to be on my piece for that Groove showcase?",
    "maya when is this hip hop performance for your class",
    "How’d it go maya",
    "yes maya!",
    "Omg yes maya that sounds so hopeful",
    "I think the creative lab email looks v promising maya",
    "It goes until 10 Maya dw",
    "Do you have a performance on Friday Maya?",
    "No maya",
    "Omg they’re all so good Maya",
    "CYA AT SNACK MAYA",
    "YES MAYA SNACK",
    "omg i’m dead maya",
    "Wtf maya",
    "i am loving that maya",
    "MAYA I WISH YOU WERE HERE RN IM GOING THROUGH SOME MAJOR THROWBACKS",
    "Maya omfg",
    "wow maya whip it",
    "omg maya",
    "Walking in maya one sec",
    "Maya wow- tell us about it!",
    "thank you maya man",
    "Big maya",
    "BIG MAYA",
    "maya! take food/environment in asia/pacific w me",
    "What philosophy Maya",
    "u maya?",
    "What philosophy Maya",
    "Maya obviously I didn’t tell jack that lol",
    "come eat ur food in second floor kitchen, me and maya here",
    "Hey Maya",
    "I have class sorry Maya :/",
    "maya i’ll come to the hive soon!!",
    "wow maya u go",
    "POPULAR MAYA OKKKKK",
    "lol this transitioned so quickly to maya knowing all of mudd",
    "Maya!!! I️ never knew that about u",
    "Wow Maya u move so fast",
    "Movey maya",
    "Maya why do ir texts show up on a different thread?",
    "Weird chella and Maya Ur text are showing up on different threads",
    "Good maya",
    "true maya",
    "Maya I did get the virtual card and loved it!",
    "u decide maya man",
    "maya are you coming",
    "Maya I️ just woke up from a dream about and Colin trying to have a baby",
    "omg yes i walked by this morning! also maya that's some real freudian shit",
    "OMG MAYA IM LAUGHING SO MUCH",
    "omg maya lol",
    "maya has dance until 7:30 so needs to shower and get ready",
    "YES MAYA",
    "Yay Maya!!!",
    "C U MAYA",
    "Maya w r u",
    "leaving maya's suite!",
    "Maya sos I really think I have food poisoning",
    "Maya last night was so stupid I️ can’t wait to tell u",
    "maya",
    "Oh no maya",
    "Maya brunch??",
    "You should just use find my iPhone Maya",
    "Maya Man handling",
    "omg maya last night was wild",
    "and i was like \"have u met my fiend maya\"",
    "maya i'm sitting near the back by bryce and cally",
    "But I was like that’s weird I didn’t think Maya was friends with kate porter",
    "Maya u have too many beaus",
    "Lol Maya the post",
    "Your pants your rights Maya!",
    "I asked her if I could invite Brendan and she says “not if all you’re gonna do is talk about how hot he thinks maya is”",
    "How is the date Maya",
    "YES MAYA",
    "Hahahahaha yes Maya",
    "OMG MAYA",
    "Maya what’s the update did u make it into the air",
    "@maya",
    "Happy Thanksgiving!!! I know I don’t tell you this nearly enough but I really really appreciate you ❤️ you’re so great and always down to do something fun and I appreciate it! I am SO FRICKIN thankful that we were in the same sponsor group maya",
    "Hahahahaha that’s actually kind of funny Maya",
    "Yeah maya I have no idea",
    "MY MOTHER IS DOING SOME STUFF RIGHT NOW MAYA",
    "Love you maya!!!!!!!",
    "Maya hbu?",
    "How was ur night @mayamanxx",
    "Aww that’s fun maya!! Do u miss being with him",
    "Yeah I feel u maya",
    "I’m glad u had fun maya",
    "Back around 6:30 at lax but may wait for Maya’s flight so I can ride home w her",
    "Safe journey back to Pomona, dear Maya  - we loved seeing you and send hugs 💝🎗",
    "Have a safe flight maya, thanks for an awesome night",
    "Same maya :)",
    "I liked both Dances maya!",
    "I also can’t pick up because I’m waiting for maya to land 7:20 at lax to ride home. Sorry!!",
    "Miss you already maya",
    "WYA MAYA",
    "maya just teach me",
    "omg maya! I was kidding xDD",
    "Maya very pensive about her Dao Palate order 😄",
    "Maya",
    "Thanks Maya I thought I.T was funny",
    "Maya do u study just one physic or all physics",
    "the great outdoors maya",
    "Lol maya",
    "Hi Maya",
    "Maya that is an incredible letter. It is absolutely beautiful! It is a wonderful example of support and love.",
    "Ur letter to chella was one of the sweetest things i have ever read maya, he is so lucky to have a sister like you",
    "you’re giving people hope, maya !",
    "the comments are proof people are inspired ! so happy maya wrote me that letter",
    "Loved the letter Maya!",
    "I mean ur just a really good person maya its hard to not say stuff like that to u haha",
    "where are you mayamanxx",
    "Omg maya find him on the Snapchat map",
    "come on over Maya",
    "i can meet u somewhere if u want Maya",
    "wait maya are you okay? i am having trouble keeping my eyes open but if you need me i can be live again",
    "Maya I am about to walk into breakfast",
    "Good Maya",
    "Maya what time is your call for groove tonight",
    "okay down can we pg before maya",
    "maya’s show**",
    "wanna do alc run after pics right before maya has to leave for call?",
    "when is maya's dance thing?",
    "Has anyone heard from Maya",
    "Mayaaaaa did you lose your id again",
    "Maya meet by side door so I can swipe u in",
    "maya wanna walk over with me",
    "maya i'm coming down to u",
    "what maya",
    "Oh no maya!!!",
    "maya found her id!!",
    "Ill be honest maya",
    "Not because Maya was violating the law but because she was neglecting her family duties",
    "hahahhahah maya",
    "lol maya keeps texting about her hunger to no avail",
    "@maya @karen",
    "Maya is showering",
    "Love u Maya",
    "damn maya u tripping",
    "How many times do I have to tell you religion is not a joke maya",
    "maya wya",
    "@maya",
    "maya are u in ur room",
    "Hey Maya",
    "but yah maya u got it!",
    "I thought it was really good Maya!",
    "DOWN WITH JUMPY MAYA",
    "BUT IF YOU WANT TO MAKE IT A REAL CHALLENGE MAYA WE CAN SUMMIT BADLY TOO",
    "Yeah sure Maya",
    "yes you have to cite it Maya",
    "Thank you Maya 😍 love you so much... I️ don’t know how I’m gonna handle not seeing you every week :(",
    "Hey Maya",
    "Wait Maya",
    "Hey maya",
    "Yes maya i think i can",
    "First impression: holy shit maya this is so cool",
    "@maya @karen",
    "Thats unbelievable Maya you deserved it !!!",
    "Yippeeeeeee!!!!! go maya papaya",
    "YAY MAYA MAN",
    "maya can u not watch tn?",
    "@maya what r u doin tonight",
    "Same maya",
    "We are in maya's room",
    "Maya WTF",
    "Oooh gotcha maya are u alone?",
    "Wait maya to chipotle?",
    "maya are u ok",
    "Maya sorry that was unclear",
    "Maya",
    "I’m starting to feel like I’m not gonna make it to casemas but I’m still going to come to your place Maya",
    "If you walk towards the building we met Maya’s friend at for lingerie party it’s there",
    "Maya and I just walked in to gates. At portapotties",
    "Careful Maya!",
    "Maya u literally left and said “I might try to sleep for a little longer”",
    "good maya",
    "Maya!!! Hahahahaha thank you so so much. It means a ton. It truly has been such a fun semester. Cannot wait for more hangs in the spring! You truly are always welcome at our suite 😊🍻",
    "Wait maya I just forgot I have to meet for a group project at 6, it shouldn't take too long but it's here at the library",
    "Also you really should add lauren Sal Sofie maya and karen hahaha",
    "def add maya",
    "Hahahah maya I swear I've told you so many times I was just being annoying lol I promise I really don't care at all",
    "Come TO MY FRCKN ROOM MAYA YOU ARE A TRAITOR",
    "maya someone just told me u sound like an owl",
    "u ruined it maya",
    "I’d be down maya",
    "Hey maya",
    "Hey Maya",
    "It’s ok Maya 😃",
    "I’m actually pretty hungry myself but I will sit with you later Maya",
    "Maya send I.T now",
    "Maya send I.T",
    "Maya I’m serious you could never look bad",
    "Maya are you coming to frary",
    "I’m here Maya",
    "It looks pretty maya dont be sad !!",
    "End of the day its up to u maya",
    "Maya amd chella fyi these r your dental apptmts",
    "Congratulations Maya!!",
    "Maya good luck on ur exam",
    "Maya",
    "Maya I forwarded email to check into flight",
    "YEAH MAYA!!!!!",
    "What maya are u serious",
    "Maya what is going on are u okay?!?",
    "Maya as a seasoned real world person I can confidently say that job is probably awesome",
    "Maya u kno ur flying out of ont right not lax",
    "Maya I think u get in at 11:14 pm to ewr",
    "Bye Maya",
    "What does THAT MEAN MAYA",
    "We have maya",
    "MAYA YOU MAKE ME SMILE WITH THIS",
    "Love it maya",
    "but also the team at google that maya worked at?",
    "also maya how did you miss the concert??",
    "nah i got yellow (same as maya’s)",
    "Me too maya 🙃",
    "Maya my cab driver is KILLING ME",
    "Maya I can barely eat meat anymore lol",
    "And yes maya",
    "what flight is this maya",
    "yeah maya can show us the ropes",
    "Uhhh i don’t know maya",
    "Should I book it rn @maya",
    "@maya",
    "MAYA SEND THE KEVIN PIC",
    "Made it home in one piece, thanks for such a fun day Maya, miss you already",
    "Maya i love you",
    "Ahhh no way im sorry maya 😥",
    "Omg maya",
    "It was honestly one of the most gruesome scenes ive ever watched maya it really fucked me up haha",
    "Like I don’t think you want it to be that low key if you’re telling Kelly who you lowest of keys know will tell Maya",
    "And then Kelly screenshots to Maya",
    "He was expecting Kelly to tell Maya I think",
    "Maya is so easy to crush on I agree",
    "Maya I’m laughing",
    "i love the emojis maya",
    "Maya",
    "thank you maya man!",
    "I got it don't worry, thanks maya :)",
    "Merry christmas eve maya !!",
    "MAYA",
    "Haha oh my god maya thats awful, did u make it out the window or throw up literally inside the car",
    "Please maya",
    "Also maya why didn’t u tell us about these pjs ur mom got u guys",
    "Yeah what the heck maya",
    "omg maya",
    "You’re a furrie maya",
    "Really nice maya I like it",
    "You birthed everyone mother maya",
    "You haven’t been talking to me Maya",
    "It’s embarrassing to double text Maya ://///////",
    "Maya, your appt is at 11:50 AM on Thursday, December 28, 2017. See you then! Mechanicsburg Family Dentistry 7177618056 ReplySTOPoptout",
    "I’m joking Maya",
    "Maya",
    "Maya amd chella where r u?",
    "Thats not something to lol about maya !!",
    "Gnight maya 🌞",
    "Miss u Maya bug sweet angel baby",
    "cool Maya that will be fun I’m sure!",
    "FUCK YEA MAYA IM SO EXCITED",
    "Tell him what’s up maya",
    "Best of luck maya u will be in my thoughts and prayers",
    "Omg maya",
    "Thanks maya!!!!!",
    "Hahahahaha maya",
    "lol maya, about time",
    "Hey wait maya",
    "Idk im drunk maya",
    "honestly maya",
    "Maya?",
    "maya this is a dumb question but i am trying to post a video on facebook and i don’t get how you do this it’s literally taking all day",
    "H N Y maya love u",
    "Maya you kill me",
    "Thanks maya 🙃🐢",
    "haha maya totally fine!!! also i’m 100% okay sleeping on the couch",
    "maya I’m in this heater room I",
    "Maya !!",
    "aww maya!! no worries at all nap away i’m going to grab a late lunch w helena anyway",
    "I AM FEELING RLY AT PEACE RECENTLY MAYA",
    "Hey Maya! Yeah! It was a total blast talking with you last night, I had a lot of fun",
    "Omg that is a really positive response Maya!!!",
    "Thanks maya ☺️",
    "Let me know when you guys are up! I want to workout before maya and I go to our meeting !",
    "Yes We r out shopping Mayas friend Chloe could be there thou",
    "Maya hope u can rest and feel good.",
    "Wait maya i need to tell u something",
    "You are a really really special person maya it does not go unnoticed",
    "Me too maya i couldnt be happier i met you, youve had a positive impact on me in more ways than you know",
    "Good luck maya man!!!!!!",
    "Yeah me too maya :)",
    "Hey maya",
    "That’s nice of you maya",
    "Omfffffg maya",
    "U welcome maya!!!",
    "I love you so much maya, i always will",
    "Thanks maya, this is just hard to swallow right now",
    "Maya?",
    "Yeah Maya it’s you",
    "Please come back maya",
    "Ik im just lonely and sad maya i miss u 😔",
    "I love you maya",
    "It is your song maya so only right that u have it",
    "Maya i just want you to be happy, it breaks my heart into a million pieces to think i wont be seein you much anymore but its true that both of our lives are about to drastically change and throw us in different directions",
    "I love you endlessly Maya Man, forever my sunshine",
    "Maya’s not back until 9",
    "Still love you maya",
    "I just love you so much maya, not sure what to do about it",
    "Maya w r u",
    "Thx mayamoo",
    "Maya",
    "Ty!!! NYC 2018 maya!!!",
    "Grateful to have a wonderful friend like you Maya.",
    "Wait maybe yes Maya",
    "I am a nervous wreck Maya",
    "We are in maya’s room",
    "maya what time are you going to freestyle? u could sake bomb pregame it",
    "Idk not gonna lie maya just been kinda sad since ive been back",
    "Cant hide from it maya, im really really trying and ill be fine eventually just hurtin right now",
    "Just miss you a lot maya",
    "Omg maya",
    "Omg what Maya",
    "maya are u in room?",
    "Maya we all love your new grooves",
    "@Maya",
    "I am just waiting here with Maya and Sofie",
    "Maya",
    "I love you maya",
    "find table maya and we'll meet u soonnnnnn!",
    "Woah! Thank you so so much Maya!! ♥️❤️♥️❤️♥️❤️♥️ I’m smiling!!!!",
    "Wonderful to see!! Great pics and video maya! Congrats Maryv!!",
    "Maya are u comin to improv??",
    "Hey Maya it’s Brendan 😊 I had a lot of fun spending time with you last night and getting to know you, but definitely would love to get to know you when I’m sober lol.",
    "Thanks tho maya",
    "Thank u mayaaaa",
    "WOW there are so may ppl interested in Hong Kong now Maya!!",
    "Could put maya in the courage box with last pic!",
    "Thank you maya, kinda reached my breaking point with this kid so basically told him it was this or nothing",
    "and maya don’t watch this video i’m about to send",
    "I also hope so for both of us Maya",
    "i’m in my room maya",
    "Where are u maya",
    "Hey maya",
    "Hey Maya",
    "what maya",
    "Night maya have fun in vegas tomorrow!!",
    "Gnight maya sleep tight",
    "Im sorry maya that’s bumpy",
    "Maya",
    "Maya wish you were here so bad",
    "Maya",
    "I'm sorry maya, heard its not great",
    "Maya",
    "Wow really stepping out here maya",
    "I was so upset maya oh my lord",
    "Maya",
    "I'm sorry maya",
    "i'd climb fucking mountains and swim across an ocean for you maya i really mean it, i just feel helpless all this way away from u",
    "So are u maya, which is why i can't quit u",
    "Gnight maya",
    "Maya has dance until 7:30 I think but I kinda wanna eat before then :/",
    "Maya what’s up",
    "ill come down to urs first maya",
    "coming down now maya",
    "Maya im gonna be honest i am way too drunk rn im about to knock",
    "Maya",
    "Maya i am fucked up i do not like this",
    "Maya",
    "Maya",
    "Coming back rn maya has to shower",
    "Colin just texted me: lowkey highkey want to hit up maya to chill later just let me know if thats a bad/good idea",
    "omg maya* lol",
    "Lol maya what",
    "maya can i come down and get u in like 12",
    "i'm walking up too, maya wassup",
    "Hey maya man!",
    "did you also go to phuket maya",
    "Hi MAYA, its Jess from Birthright Israel, just a reminder Early-Bird Registration is NOW open!",
    "i'm at frary maya!",
    "Oh ok I thought you were going to Maya’s!",
    "Center yourself Maya",
    "Are u already walking there @Maya",
    "I’ll come for ya now Maya",
    "Maya is putting her shoes on so no rush",
    "Wut r u doing 4 dinner maya",
    "Wait Maya is this for a date",
    "Hey maya",
    "Maya :/",
    "Hey Maya",
    "@maya are we going or should I go back to bed lol",
    "What u think Maya",
    "MAYA",
    "omg maya",
    "Maya def showed this one but this one is available and $61/night",
    "I’m on the phone Maya",
    "SORRY MAYA",
    "Wanna meet us at cca after u eat @maya?",
    "Maya I feel pretty awkward lol",
    "Maya I'll be honest, no girls here even come close to you, you are so much cooler and down to earth and prettier than anybody here i miss you more than you know",
    "Thanks maya, just needed to tell u cuz it is true",
    "You are too maya",
    "Maya i love you so much im sorry",
    "Me too i want you to be the happiest girl in the world but i cant help but wish i could be with you maya, nobody makes me feel as happy as you do",
    "Awesome Maya!!! Looks terrific and so much fun!!",
    "Whoo Maya!! Love the moves 😍!!",
    "Maya I’m so sorry",
    "Hi maya it’s elm",
    "wut r u thinking about Maya",
    "NO MAYA",
    "me and maya will, leaving lab as soon as she's back from the lou",
    "maya and i en route from edmunds",
    "Maya just almost ran over two people on her longboard",
    "Maya you crazy girl!!!!",
    "pretty confused? don’t think there is another maya in the class and don’t think we ever made these plans what",
    "also random question there’s not another maya in our philosophy class right?",
    "Maya you're dead?",
    "Wait maya are you alright?",
    "Maya I talked to Andy and he gave me some insight Call me when u can",
    "Just teasing Maya",
    "Maya how'd the quiz go",
    "That sounds good Maya!!",
    "Haha true maya",
    "Good for u Maya!! So proud!! U rock!!!",
    "Maya I don’t know this random girl has it",
    "Thanks maya man",
    "Maya im so happy regardless of the nigel hall thing",
    "Miss ya maya, been thinking about you a lot lately",
    "That Indian place u went Maya?",
    "heading over now! maya sup with u",
    "Maya come",
    "Maya :/",
    "Hey maya i love you",
    "I think that you are a really amazing person though maya. Love you so very much.",
    "it was so bad maya",
    "Maya has a #brow appointment at 11 so we’d have to leave after then",
    "MAYA WE HAVE 5 minutes",
    "I’m gonna head over now I think maya is gonna join",
    "Maya needs to go back to her suite to help with party",
    "Maya look at me",
    "Maya",
    "MAYA LOOK AT ME MAYA",
    "Wtf Maya",
    "Maya get up !!!!!!!",
    "Maya what is up",
    "Wowww maya that's something for sure!!",
    "Maya is that where u wanna eat",
    "Thank you Maya 😘",
    "What maya",
    "Idk im all confused and angry maya this is a tough spot for me rn",
    "Thanks for being there, you are a very nice girl maya",
    "MAYA",
    "But yes maya meet at Millikan",
    "Where r u Maya I'll walk over to Milli w u",
    "Where are u Maya",
    "i'm so scared maya",
    "maya it's totally fine",
    "Tfti maya",
    "that is a great song maya",
    "Yeah I do like that song maya",
    "i'm a poet maya",
    "MAYA",
    "Tryna be like maya man",
    "Thanks for DRIVING STRAIGHT PAST US MAYA",
    "Where are you maya",
    "Are u not at ltg maya?",
    "BAD DRUNK MAYA BAD",
    "Great trip Maya Miss u already too!",
    "Maya WTF",
    "u’ve been ignoring me for hours Maya",
    "Whatever Maya",
    "Hey Maya haha",
    "maya are you still in hive",
    "Ok maya says Collins so heading there now",
    "I love u too maya",
    "Maya I have been in class",
    "Maya",
    "Maya I’ll go with you and hang but I gotta do a little work",
    "I am having this slight bit of like “maya what are you doing you have like 2 months left” setting in",
    "We at Maya's but down to head over to the thing soon!",
    "Lmao I’m freaking the fuck out about thesis Maya",
    "Ok!! Sounds like maya isn't going to be out of dance for a while",
    "Good times at Davie or Davey whichever Wayne's got good reviews and beanies friends send fun and maya said caí just told her it's fun",
    "Hey Maya",
    "Hey maya im teaching at csulb right now gets done at 1215 I'm gonna rush right over may be late but not sure I'll keep you posted if so can you do sign in sheet and warm up for me?",
    "What maya",
    "Hey Maya",
    "Did you have this conversation on your hive shift Maya",
    "Two mayas",
    "Hi maya I'm coming from csulb again. I'll be 5 min late as of right now. Thanks!!",
    "Mayaaaaaaa!!!whaaaaaat??? U are the cooooool tip of the triangle- whooooohooooo!!!!!( fam see her ig story!!!)",
    "Thanks mayaaaaa",
    "@maya he's back!!! 💦🤡🔥🙈",
    "maya and i are on the way",
    "Did U have fun maya",
    "Yesss maya cbg",
    "Omg maya you fkn rock",
    "Hey maya",
    "Omg maya I love it!! It's perfect and I can't wait to use it (thurs night wine night???) love you",
    "Oh true maya",
    "Miss you maya",
    "Gotta be honest with you maya been thinking about you a lot lately, really hope ur semesters been fun and that ur doing well",
    "True maya",
    "Don't be sad maya",
    "Hey maya poooo",
    "Maya, I have someone from the EP lab at work who would be willing to drive the Subaru across with his wife",
    "Did u do it Maya?",
    "Thanks maya!! Means the world coming from you ☺️",
    "Thanks maya man !!",
    "Gorgeous paradise Maya. That water in Maya land!",
    "Maya Beautiful scenery! Looks like a tropical paradise.",
    "Thanks maya!!!",
    "Maya thank u so much so happy you vibe with it !!!",
    "my favorite part is the introduction when it’s me then sal then maya waiting for the plane",
    "It's cute of you maya",
    "Maya im so sorry my phone died outside",
    "I meant everything i said, i still love you and i think about u every day maya",
    "But even talking to you tonight has made me feel so much better about every thing already, just miss you a lot maya",
    "Thanks for being there for me maya, you are truly a good person",
    "Ok Maya how did you get from LAX back to Phuket and now to Italy in one day?",
    "Maya I venmoed some $ for you guys to go out for nice dinner! Have fun on us!",
    "Lol maya I said ya",
    "I'd go w you if you want Maya but we can also just go for a hike if interested",
    "Mount baldy! Did u drive maya?",
    "I can try to learn maya",
    "Thanks maya man",
    "Thank you so much Maya for letting us sleep in your room & taking us around :-) It was so beautiful  See you tomorrow ❤️",
    "Ok!! Will wait for Maya and Lauren to send input also then will let my dad know!",
    "Thanks, Maya! So good to hear from you. Yes, I can't wait to see you and catch up on your life. Miss you tons. xoxox",
    "Maya",
    "Is maya Alice",
    "Good I like you when you're allll maya",
    "TRUE MAYA",
    "Thank you! I am so lucky! You- Dave, Maya, and, Chella make my life feel complete!!❤️❤️❤️❤️",
    "Lmao maya you won't be there",
    "Just sent u VM! OMG Maya i just read email omg u are so amazing - best gift ever.",
    "Omg so cute Maya",
    "Omg maya",
    "Oh what Maya did you know about UI/UX",
    "I don't think so Maya",
    "maya! how's your semester going?",
    "@Maya where u at",
    "Don’t worry maya",
    "Maya Cai and I are disappointed in some of the members of this message group.",
    "Facetime us in Maya",
    "Yeah seems like you're doing the same thing as Snapchat with iMessage maya",
    "But maya confirmed",
    "Omg what maya",
    "I love you SOOOOO much maya",
    "Maya love you girl!!!!",
    "Maya omg I'm JOKING",
    "What Maya",
    "What Maya",
    "Maya did you already go to the coop",
    "Hey maya",
    "Nothing for u rly maya",
    "Thanks for the textbook maya",
    "I guess when maya is done w seminar",
    "Hi Maya. Grandma and I are shopping for your mom. Would you happen to know her shirt size (med or small). Also, possible dress size?",
    "@maya @karen",
    "MAYA",
    "That talk we had a few weeks ago was a huge help though maya",
    "Thanks maya ☺️",
    "We miss u Maya!",
    "Boutta sound like a total dad but no matter what that next chapter brings ill always be proud of u maya !! U are an incredibly talented, bright and kind person and u have a very promising future ahead of you",
    "Hi mayaaaa",
    "Hi maya I'm on my way back from Vegas eta says 115! Exactly :) I'd fit some reason I am delayed could you help me out as usual",
    "A “study” by Maya Man",
    "Maya will be #published for this",
    "Omfg I'm loling maya",
    "Ok maya",
    "What Maya 😕",
    "oh god maya!!!",
    "Hey Maya, I just sent emails out about the Intro to Silversmithing workshop tomorrow. I saw you on the waitlist. If a spot opens up (which is likely) I'll let you know.",
    "Omg maya it's definitely Time",
    "I am so tired Maya",
    "Maya I'm gonna go w on Sunday!",
    "Yeah Maya was saying it's like a modern twist on it though",
    "remind me again what day you’re done maya?",
    "Sorry Maya I had trouble with my car key fob running out of battery. Finally on my way but will be 15 late. I've notified office already.",
    "Maya if I get good enough at driving maybe I could drive us to the press 😹",
    "Okay Maya what the heck",
    "AWWW. MAYA IM SO EXCITED TO SEE YA AGAIN",
    "Maya i really wanna do a trip with you soon! It would be so fun!",
    "Can't believe maya invited us and cancelled :/",
    "lol oh maya",
    "where u at maya",
    "I love you mayaaaa",
    "Oh my god maya that is SO TOUGH",
    "@maya are u meeting us here or somewhere else",
    "Maya come get glooboob",
    "maya how u doing",
    "THANKS MAYA",
    "Maya we had this party",
    "Thx Maya!",
    "maya wya",
    "We were saying how maya would be so good at it",
    "Good content Maya",
    "Going to Maya's soon",
    "Oh true Tom Misch definitely, and also kelela @maya",
    "me and maya headed over",
    "Where's ur car maya",
    "Hey Maya",
    "Maya and Chella, can I book the Costa Rica trip for May 26 for 7 nights for  the 4 of us?",
    "But yah maya and I will meet and work on it",
    "Maya I emailed some tax documents",
    "I think you took two last time Maya",
    "Omg that’s what I just clicked Maya 😮",
    "Hi Maya man",
    "Hope u have a super fun time though maya, miss you alot",
    "What have i been thinking about? Honestly maya been thinking about u and hoping that ur having a fun semester",
    "I miss hangin out with u, i miss talking to u, and i miss being ur friend maya",
    "But cant help feelin like that sometimes, just miss u maya simple as that",
    "You look crazy, Maya",
    "Maya",
    "You're crazy, Maya.",
    "She said u asked her to come ln Maya",
    "maya",
    "Hi maya",
    "hey maya, do u know how to screen shirts at the hive?",
    "That’s nice of u Maya! ❤️",
    "omg maya u are going to die at beyonce",
    "@maya?",
    "@Maya",
    "Omg this is not a @maya joke it is actually real????",
    "Love it Maya!",
    "Like ur hair maya",
    "Maya was it anplan or spur of moment?",
    "maya do you need some stil",
    "maya i'm dying",
    "Omg Maya so good",
    "Have any other parties been busted for maya recently?",
    "isn’t this the carmen that lives next to maya",
    "THIS IS SOOOO BAD MAYA",
    "thanks!! me and maya just did!!",
    "THANKS Maya!!",
    "Ok thanks Maya!!!!!",
    "Maya u look queer now- MaryV",
    "Maya and I going to kelela",
    "Holy shit maya",
    "Maya tonight may have been one of the best nights of my life",
    "And thanks maya you too, I'll always be supporting you and will be there for you whenever you need me, just a phone call away",
    "While i am still feeling awesome i just need to tell u that i think u are a great person maya, im really sorry that i kinda had a meltdown when i was drunk last weekend",
    "Whee e u maya Neat sites!",
    "We are waiting for Maya to get food",
    "@sal lauren sofia maya cally and i are heading to do lab",
    "and maya somewhere",
    "maya were in the back too",
    "I’ll go to maya I know where she is",
    "Maya where are you in crowd",
    "Maya and I going to bathroom quickly! Text where you are!",
    "Do not worry at all Maya!!! We alll hope you feel better 🤟",
    "Me and Maya going to go soonish",
    "me and maya coming!",
    "maya and i walking in",
    "So cute maya man !!",
    "yeah i think i'm out on that maya",
    "Wait Maya does the dance show cost money",
    "OMG MAYA!!! You’re amazing!!",
    "MAYA!!!!",
    "Sick maya!!!",
    "Classic maya",
    "Lol maya",
    "sal, maya thinks u look small",
    "Maya much for u to be proud of-",
    "“I think Maya’s spirit animal is like...a penguin... maybe.” -MaryV",
    "If you just waved to me Maya sorry! I was in my own world as usual 😅. -Malyq",
    "When is Maya’s show over?",
    "Hey Maya are u coming to practice tonight for senior dance?",
    "Maya had her shoe",
    "wow maya fancy c",
    "omg maya yesterday was supposed to be the best day of the year I.T is relays a wonderful tradition",
    "Ok good sleuthing Maya!!",
    "Maya Bubi sent u big graduation check- pls be sure and deposit it when u get it and let her know",
    "If there’s a way for you to access mustard maya",
    "Maya congratulations!! You did it! Rocked Pomona! Savor these last days!!",
    "I think maya may still be at lunch",
    "Thank you Maya",
    "I HAVE YOUR BIRTHDAY CARD FROM JULY MAYA",
    "Maya, what can we get for you to eat for tonight?",
    "maya how's bloomingdales",
    "Maya coming",
    "I think maya and Sofie don’t want to do it so we could still do it but it’d be $35",
    "Maya is coming to pick you up",
    "@Maya are you going to come?",
    "She is REALLY CRYING A LOT MAYA",
    "AND I DO NOT KNOW WHAT TO SAY MAYA",
    "Maya",
    "Good morning Maya ! Very excited to get your number—this is Wally from Frary",
    "Maya",
    "Maya",
    "I just bought the most amazing overalls for tomorrow maya lol",
    "did anyone accidentally grab? i think it was in the backseat of maya’s car but not there now",
    "maya and i are at cs thing",
    "Umm I just yelled MAYA at an oncoming strange r",
    "Maya?",
    "Maya??",
    "Maya?",
    "U Comin maya?",
    "Hey maya I'm really sorry i didnt call the other day i got caught up with some big finals i had",
    "CONGRATS on graduating tho!!! Super proud maya 🙃🙃",
    "Maya, i am so incredibly proud of you!!! This is the beginning of a brand new chapter of your life.",
    "Oh nvm then maya",
    "Where’s your car maya",
    "Maya can you actually bring it here or is that a lot of trouble",
    "My fckn bike key is in your car maya I am rly sorry this is such a pain",
    "Maya, How far did you get? Keep us updated with progress and pics. Hope you guys r having fun",
    "I just had my battery replaced- i cant see your pics Maya",
    "Send selfie Maya!",
    "Maya, that is fine. So glad you will see the park. You can arrive any time. Just give me a head's up that day.",
    "Maya, that would be great!  Craig will send you a map and directions. We will be there before 3:00. This will be special!",
    "Maya Update us with pics and location when u have a chance",
    "Maya Did u get a refund for $2400 from IRS and $500 from ny state?",
    "Maya, this is how you get into the house. (Sophie has this info, too. )",
    "Maya, there are 2 guest rooms. One is in the basement and has a queen bed. The other is on main floor with Ezzie's crib and an XL twin.",
    "But not the maya I know",
    "Maya and I doing tame acroyoga",
    "Safe journey home dear maya - you’re on home stretch now❤️👌",
    "Maya called a Jesus sign ant talked to a guy for over an hour while driving across country 855 4TRUTH",
    "also maya when will u be back in nyc??",
    "omg maya that was perfect",
    "omg maya i love it",
    "Maya",
    "omg maya!!! so good i love that",
    "Yes u can go to Denver. maya will just be getting back from Israel but u guys will have chance to see eachother all year 😀",
    "maya the vegan!! eats!! fish!!!!",
    "Maya made a new ig ??",
    "MAN / MAYA GOLDBERG CX543/HND-HKG/03Jun SEC: 94",
    "Hey Maya! How've you been? ",
    "Wow thank u Maya!!!! ❤️❤️❤️",
    "How much did you have to start with @maya??",
    "Maya, so happy you are back from Japan!! And now off to Israel! Fabulous. Do you have WhatsApp to send photos?",
    "Maya, you are due for your dental visit. Please call us to set up an appt. Mechanicsburg Family Dentistry 7177618056",
    "What maya",
    "I love you Maya!! Hope you are meeting fin people amd have an awesome time.",
    "And said seems like Maya always traveling to cool places 😀",
    "MISS YOU MAYA",
    "What is the deal with these boys Maya everyone wants to know",
    "Big dreams maya",
    "Sorry maya Must be a bad connection",
    "IRL App: Hey Maya, someone you know complimented you! Find out what they said - irl.co/dl Txt STOP to OptOut",
    "Talked to Maya she is doing great 😍",
    "Oh no maya :/",
    "Maya riding dirty on her bus!",
    "Maya wow!!!!!!",
    "Maya are you ditching us for your friends that you like more than us???",
    "I love you Maya! I love hearing from you this morning...always good to hear from you:)",
    "Love the image of the fruit stall with Hebrew labels Maya!",
    "Like the pics Looks like fun Maya U getting tire or traveling?",
    "Maya Ibooked u at hotel for June 30- same one u will Continue staying at with Adele",
    "Maya I love those small colorful houses",
    "THANKS MAYA!",
    "Maya, download our app for confirmation on your phone! booking.com/App-aE8pgVPe0HWSZipw (this link expires soon)",
    "Ok! I haven’t started running yet bc tryna get to this park by our house but it’s so uphill Maya lol",
    "maya is that water in Split? Fruit looks drool worthy! Keep the pics coming!",
    "Thanks, @mayamanxx !!!",
    "Like the abnb Maya",
    "You could ask maya to text her friends at google about it",
    "That's so cool maya",
    "Soon maya man",
    "Katie is on my flight Maya?????",
    "Elena and Maya would be terrific 💖",
    "Not me but thanks- would be thrilled for Maya and Elena",
    "Ok Bubi! Thank you! Maya and Elena I will suggest you two and hopefully you two get picked.",
    "Hey Maya",
    "Hi Maya Hope ur having a good time with Adele Send us ur flt info before u leave Look forward to seeing u soon!",
    "Maya, have you started work and, if so, how is it? We are at the cabin for the holiday. Beautiful here! Miss you.",
    "it doesn’t get better than this, Maya!!!",
    "I am LAUGHING thinking about the bus incident maya",
    "Welp, Maya’s home!",
    "I am proud of you maya!!!!",
    "This is sad maya :(((",
    "MAYA MAN!!! LETS HANG OUT SOON!",
    "Thanks maya man !!!",
    "MAYA! i just ran into your dad at costco! how are you doing/how was traveling!",
    "Maya I ran into Lizzy and her mom at Costco I mentioned that might be fun to get together in NYC next weekend with her and her folks",
    "hey maya, yea I’m here. what you been up to",
    "Made mom and maya dinner! Wish u were here dad",
    "Should we all go to the market together or @maya shld we go before",
    "And lol Maya I forgot I already had your number",
    "Maya you know how to do sign language right?",
    "Maya",
    "Maya I need to talk to your mom about queer eye",
    "MAYA IT IS SO BEAUTIFUL",
    "Maya send the photos u took!",
    "I’ll come up and take a class with Oren, sit through a med school lecture with Sam, do a google search with maya, and code a few lines with zach",
    "Fantastic!! Congratulations Maya!!",
    "Dear Maya, Good morning~ This is Gil from LashLift NYC.",
    "Yeah maya!!!!!!",
    "Maya's first day at google creative!",
    "Hi Maya. Reply HELP for help. Reply STOP to unsubscribe from adecco. Reply START to resubscribe. Msg&Data rates may apply.",
    "Maya how was the party and work?",
    "maya 🙃",
    "Hey Maya. Mark here at Endeavor Studios. They are ready. Sending you email now",
    "Hi Maya, Welcome to Adecco! We would love to hear from you about your experience thus far. Please answer a few questions through this link. Thanks!",
    "MAYA!!!!",
    "MAYA I LOVE IT",
    "Hi Maya, Welcome to Adecco! We would love to hear from you about your experience thus far.",
    "I want to be the first to wish you Happy 22nd Birthday, MAYA SO IM DOING IT 18 minutes early!!",
    "Happy Birthday Maya!!!",
    "Yeah! Happy Birthday Maya!!!!!",
    "And there was Maya!",
    "Maya you can take on any obstacle",
    "HAPPY HAPPY BIRTHDAY MAYA!!! hope u have an amazing day filled w good food and good ppl!! wish i could be there to celebrate w you but it warms my heart to know i’ll see you so soon ❤️",
    "By the WAY HAPPY BIRTHDAY MAYA MAN",
    "Happy birthday dear Maya 🎈🤟🍒",
    "Miss ya maya, hope I can see you again before I leave for Memphis in september, stay funky.",
    "happy birthday maya 🙏🌼🌞🏵🌞🌼 hope you have a great day",
    "HAPPY BIRTHDAY MAYA!!!!!❤️❤️🎉🎉💕💕",
    "Happy birthday, beautiful Maya. We love you so much. Hope you have a wonderful day and an amazing year. Can’t wait to see you again :) ",
    "happy birthday 🎁🎂🎊🎉 maya 💞💜🧡❤️💙💛💝💚💕🖤🎊🎉💖🎂💗🎁👍🏻🤩😘😍💓😀😃😄😁😆😍😋👍🏻💄💍👯‍♀️👯‍♂️👨‍❤️‍💋‍👨",
    "You got some MOVES maya!!!!",
    "Mayaaaa 💕💕 happy birthday, I miss you and I'm still thinking about sobbing while answering ur questions and just how you brought it all out of me lol.",
    "happy birthday maya!!!!! sorry i'm late by a few hours oops but honestly we should celebrate you everyday",
    "HAPPY BIRTHDAY MAYA MAN!!!!!!!!!!! I LOVE YOU SO MUCH YOU BEAUTIFUL HUMAN! CANT WAIT TO SEE YOU SOON!",
    "I LOVE YOU MAYA",
    "Hey sorry i wasn’t able to hang for much after but it was really great to see you maya thanks so much for coming, missed you a lot",
    "Maya i need to tell you something",
    "@maya just met a guy who went to Pomona and was apparently good friends with your ex boyf",
    "Maya I think text is fine, nicely worded",
    "Omg I'm watching Maya's Hong Kong video rn... we NEED a reunion!!",
    "Whoohoo Maya you are fantastic in this!!!",
    "Of course. That sounds really nice, thanks maya",
    "Thanks maya!!! Had a v fun show last night at a party near us so lookin forward to kickin back today with some homies",
    "Maya seeking justice for the cow",
    "Hey Maya! This is Sacha with Planned Parenthood Action Fund. We are all hands on deck to #StopKavanaugh. Our rights to abortion and health care access are at stake right now and we NEED you.",
    "Maya Is ur phone working?",
    "maya can u send some pics u took from the weekend? i’m composing an insta lol",
    "Omg so cool maya!!",
    "Also got maya card back!",
    "Hi maya, hope your well! i want to do that hike and go to dia beacon this weekend, maybe sunday. should be fun! wanna come with?",
    "We were going to walk around w maya but it is raining",
    "Where’s your office maya",
    "Maya so cool u get to do the SVA thing’",
    "Hey maya! Great to hear from ya, how were the travels??",
    "Omfg Maya",
    "Maya, i found u a str8 boy",
    "Oh oh maya does 1:30 on Sunday work for you for dim sum ?",
    "@maya let's fly together",
    "Hi mayaaaa! I will arrive at 9:15 pm it looks like on friday aug31st!",
    "Hi ❤️ Maya, Chella, & I were all thinking we should get together for vegan Dim Sum on Sunday around 1:30?",
    "Maya would you wear this?",
    "Maya Did u get a Verizon bill yet?",
    "Maya wanna eat dinner w ud at 6?",
    "Maya im here to shower before",
    "Maya can i use ur starbucks card",
    "Thanks maya man !!",
    "Maya has been acting off but seems a bit better. She hid herself under this shelf in our hotel and even slept there all night! So strange!",
    "Yeah maya looks so scared",
    "Would you all want to go Friday night? Bc maya also I know you wanted to go too!",
    "Maya you have probably 100 snapchats waiting from me",
    "Yeah same Maya bring! It! Back!",
    "Those are nice Maya",
    "Hey Maya, it’s Aishwarya!! I hope you’re doing well and loving New York! I’m so sorry I had a recruiter call with Google and they asked if I knew anyone and I panicked and said you and I feel really bad you can completely ignore or say whatever you want if they reach out again I’m so sorry for putting you in this position gah",
    "That’s u Maya!!",
    "Omg what maya",
    "Hey maya! Sorry for taking so long getting back to you! Are you free this upcoming monday?",
    "These are ALSO amazing Maya!!😍❤️",
    "Maya those are iconic",
    "Maya are u busy for dinner with date?",
    "One year ago today is when we got lost on the trail maya",
    "I miss u Maya!!!!",
    "No shit Maya",
    "Hi Maya it's Sacha with Planned Parenthood Action Fund.",
    "Hey Maya! Kinda random but I'm showing a friend around NY and we're in Brooklyn for the afternoon.",
    "MAYA!!!!!",
    "Maya holy f it is sooooo hot out here",
    "MAYA",
    "MAYA I was about to text you about Mac miller",
    "Oh fine that’s fine Maya thanks for the invite",
    "I agree maya",
    "LOVE YOU MAYA",
    "Restaurant on south street mom and I went to just before maya born 22 years ago!",
    "Dear Maya, How are you? This is Gil from Lash Lift NYC.",
    "Thanks maya you rock",
    "MAYA",
    "Glad it worked out Maya 👍🏼",
    "Aw maya I love you so much 🤗❤️ thank you!! Yes come visit soon 💕☺️😋",
    "Maya/sam? What works for u guys",
    "Maybe maya is on it",
    "I know u are not free Maya , made reservation for 4 in case MaryV can come",
    "Maya do u know timing u may be able to meet up? No worries if not",
    "Ok I look forward to speaking w u Maya",
    "Hey maya! Hows it going?",
    "It was great seeing you yesterday Maya!",
    "MAYA YOU GO",
    "he was like “maya?”",
    "I am LAUGHING maya",
    "@maya I know you hate the toothbrush one, but I like that the word “shared” changes the meaning of object.",
    "maya!! ahh thanks i miss you so much!! always boogieing for you - come visit soon!",
    "You all just ROCK MAYA",
    "This is very Maya :)",
    "good morning maya!!! hope ur doing well and that adult life is treating u kindly 😊",
    "Mayaaaa how nice!!",
    "Dear Sakura, Jasper, Maya, & Chella, Thank you to each one of you for making me feel better & comfortable this morning❤️",
    "!!! Yay maya",
    "NO WAY MAYA",
    "Maya you go girl",
    "haha knew that would get your interest maya",
    "Maya are you saying my life is falling apart",
    "Maya",
    "Do you know who that is maya",
    "Who you gonna invite maya!!!!",
    "Omg what maya",
    "Maya on the internet",
    "Maya tell Sal I am sorry to miss seeing my second son",
    "@mom @maya ??",
    "Hey Maya, it's Aaron from Bowery Electric last night",
    "Maya did you listen to the daily today",
    "I was wondering maya if we could use the oven to make cookies tonight",
    "Maya what's your timing like",
    "Maya just added your name at the front desk. If they ask just say you're a guest critic",
    "Hey maya! Sorry for being so short notice but r u perchance doing anything thursday night?",
    "maya!!! so sorry just leaving sinai and realized my flight is at jfk so a little harder to get to 😢",
    "Maya it's bad",
    "Maya your zen moment of beauty is a MUCH better way to start the day than my ranting!!!",
    "mayaman",
    "Maya, you are overdue for your dental visit. Please call to set up an appt. Mechanicsburg Family Dentistry",
    "Maya bay no more :(",
    "That’s so good for you Maya",
    "Me too maya ",
    "a classic maya texting while running, i love it",
    "That’s very clever maya",
    "It was lit maya i was like oh lol I will pay?",
    "Maya that made me laugh but I needed that",
    "hey maya its ben! it was fun meeting you tonight!! dont forget to charge me for rosè 🥂",
    "48 hour rental so can watch tonight if u want maya",
    "It was so FRCKN COOL maya",
    "@maya read to roll?",
    "I don’t know Maya 😟",
    "And thanks maya, it's definitely been hard being so far away from everybody i love and everything i've ever known",
    "Hey Maya! I was wondering if it would be ok with you if I used the kitchen at your apartment to make Chella cinnamon buns tomorrow night?",
    "OMG ON A SEPARATE NOTE MAYA",
    "hi maya!! its maddy (sofie’s friend 😊 )",
    "What Maya",
    "Maya what the fuck",
    "MAYA that is going to be SO AMAZING",
    "I was just saying that because you’ve already done so much choreo for Isaac maya",
    "Dang maya",
    "this place is DOOOOPPPPPPEEEE maya",
    "Maya why are people in science weird",
    "Chella and Maya have u both gotten your flu shot????",
    "Maya and cabin in woods!",
    "Maya isnt answering her phone",
    "Maya are u there with ppl From work?",
    "He’s annoying maya!!!!",
    "You are a rockstar maya",
    "Maya",
    "Maya it’s so good",
    "Took maya to see a broadway show tn !! My friend performs",
    "Maya you should come to sf this weekend",
    "Hey Maya, Hitomi gave me your number. save the date for Hitomis 21st bday dance soirée ✨ Friday Nov 9",
    "MAYA",
    "Thanks Maya 💖",
    "Maya that’s awesome!!",
    "Oh maya have you ever dyed someone's hair",
    "Hi Maya, would you happen to have an Instagram/website I could check out?",
    "I MISS YOU MAYA",
    "Whoohoooooo maya!!",
    "Hey Mayaaaa",
    "Maya the playlist is good I like it",
    "Oh I love this make me feel song I’m really VIBING WITH IT MAYA",
    "Maya",
    "Plot twist Maya is a cannbial",
    "OMG WHAT MAYA",
    "Maya I was in a foul mood after listening",
    "Maya I’m laughing out loud",
    "Maya!!",
    "Maya I hate clubs",
    "What did u think, maya?",
    "I’m in a sticky situation maya.",
    "Maya I think I have a crush",
    "Thanks for having me maya it was so nice to get away and be with you ☺️☺️",
    "MAYA I’M IN A SITUATION",
    "Maya",
    "I love the COVER PHOTO OF THE PLAYLIST MAYA I AM LAUGHING",
    "I’m in a funk maya",
    "MAYA",
    "“Maya’s dad told me to get a helmet for his birthday party”",
    "ALSO nick was talking to me about that Maya person that u know and was like she’s my future wife I love her I was like woah",
    "oh omg about Maya that’s interesting",
    "maya he would surely want to meet everyone and talk tech and share his ideas for projects! He would be so fascinated at how u combine tech and art as he loved both. I think you would really laugh together.",
    "Maya I feel awkward",
    "I think I got rejected maya lmao",
    "Thank you for the tour and delicious dinner Maya!",
    "ALRIGHT MAYA WHAT BOOK IS THAT",
    "Oh maya",
    "I ended THIGNS MAYA",
    "I love you Maya!! Thank you for being a good friend. I appreciate you!!",
    "Maya I was actually kind giggling watching that video of you the other day",
    "Ugh I kind of feel like I’m depressed at Berkeley Maya",
    "You’re a precious lil gift to me maya!!!!",
    "Which do you like more maya !",
    "Maya what works for you for where and when for dinner? Chella and MaryV may join us - whoohoo !",
    "Hmmmm Maya must be tied up.",
    "Would eating in Manhattan with Maya before she goes to dance work for u? i am guessing 630/7ish?",
    "So maya if u end up wanting to have dinner let us know we will be in the city 7ish",
    "Omg maya I’m sorry to hear that but you are so kind",
    "I am kind of TRYING TO BE DRUNK TONIGHT MAYA",
    "Maya it is done. U r going. Make it fun.",
    "MAYA I LIKE THIS",
    "that’s amazing maya",
    "Would love to eat together if u r free- Maya said she is free prob 730-8pm",
    "OH MAYA",
    "Oh maya",
    "Literally thank GOD walter did not come on the hike maya it was a disaster",
    "Charlie sent a LONG email maya",
    "LOT TO UNPACK THERE MAYA wut do I do 😕",
    "Love you maya have a Golden day!!!!",
    "Hey Maya! This is Sarah with Keystone Progress. The election is just a few days away on Nov 6th . Can we count on your vote? 🗳 🇺🇲",
    "Maya you are seriously such a saint",
    "OMG MAYA",
    "Oh what Maya",
    "Maya...",
    "Yeah Maya I mean it really sounds like it was a date",
    "And I like how Maya's eyes squint to emphasize her point - heehee",
    "Lol thank you maya",
    "Tell me more Maya",
    "Hi Maya - we know you’re working, but try to catch the tail end of the party if you can. Goes until 8:30ish.",
    "🦇Hey  Maya, it's  Adam  with Planned Parenthood Votes. Can you help us get people you know to the polls this week???",
    "Maya I left a whole question on my exam blank just now lmao it was worth 25%",
    "Maya looks beautiful!!! Thank you for sharing 😛",
    "Maya I rly love you as a human",
    "Ok Maya you look BEAUTIFUL ???",
    "Omg, I’m so kidding maya",
    "Oh mayaaaaa 😏",
    "Hi Maya! It's Joe with AVAF. Thanks for being an active voter. Election Day is Tues, Nov 6.",
    "MAYA SO SORRY HAF BAD SERVICE ON HIKE",
    "It was BEAUTIFUL MAYA WOWOWOW",
    "Hey Maya! This is Sharona with the PA Democrats! Hope we can count on you -- BE A VOTER!!!!",
    "Maya?",
    "Hello Maya. This is Christine from APIAVote reminding you about tomorrow's election.",
    "I AM REALLY GROOVING TO YOUR WORDLESS JAMS MAYA",
    "Maya genres are totally a social construct",
    "Hey Maya! This is adam with with Planned Parenthood Votes.",
    "Hey. Maya.",
    "Maya",
    "I honestly live for your reviews though maya",
    "This one is really the one that gets me Maya",
    "Oh Maya what’d you do",
    "I miss u Maya",
    "Maya I am laughing again",
    "Any ideas, maya?",
    "And I like you and the work you are PUTTING OUT INTO THE WORLD ALWAYS MAYA",
    "she’s gonna be like maya is crazy",
    "Ok maya?",
    "That’s nice maya",
    "Maya",
    "@maya wyd",
    "MAYA",
    "HEY MAYA",
    "Oh maya omg",
    "I miss YOU maya",
    "Maya - what's your eta?",
    "Maya does that work for u?",
    "Wait Maya did you “join the call”",
    "I had to do that also Maya",
    "Oh bye Maya",
    "Send over those glorious pics, Maya!",
    "@maya does this seem less abstract now?",
    "LMAO MAYA DID YOU SEE THE CAPTION THOUGH",
    "Hey Maya I have a question for you",
    "I was sitting here like wow maya",
    "Oh maya",
    "Maya -_____-",
    "Maya we are going to bake a pizza at ur apartment tonight you can have some if you want!",
    "Wanna come maya",
    "yoo! maya ! i hope ur doing well 😁 i  got a question for you.",
    "MAYA",
    "You’re a good friend to me maya",
    "What’re you doing this weekend maya",
    "Tell me more maya",
    "Oh maya",
    "Thanks maya",
    "Maya goin to panel! ( maya print out ticket on email)",
    "MAYA!!!! You go girl!!!!",
    "That’s awesome maya",
    "Oh nice maya that’s awesome",
    "Maya eating with work",
    "Mayaaaaaaa 🤩🤩🤩",
    "Is maya off work",
    "I Maya be ad libbing — hahahah",
    "Fyi maya is sick so she is not able to come to panel",
    "turns out maya’s initial cat emojis weren’t that weird",
    "Omg! Wowwow that is amazing maya I am so happy for you",
    "Maya man!!",
    "Hey maya",
    "Happy thanksgiving sweet mayaaaaaa 🤪",
    "Maya I was crying that night",
    "Ok No rush maya went threading",
    "Hey mayaaaaaa",
    "maya so peaceful",
    "Maya - maybe you should add Yoko tweets to your corpus",
    "Maya were u hoping Chella got u the Santa suit?",
    "Have fun spinning Maya!",
    "Love that Maya star wars- y music 😜",
    "Maya groove me was a SOLID addition",
    "I thought this was maya",
    "Hi Maya! Yes, I’d love to meet up! I’ll be in Clinton Hill",
    "hey Maya, it's Neta - I helped you get the poster.",
    "Maya",
    "Oh what maya",
    "Maya! when will you be in nyc over the holiday time?",
    "I may come to u maya and cook food",
    "Maya I love u lots",
    "Start laughing at him Maya",
    "maya!! have u heard of the strangers project",
    "I assumed maya was talking about 11 her time",
    "Maya come w me!",
    "“it is me, Maya Man” 😂😂",
    "Maya I can take your order now and we can order rn",
    "Maya did u draw those pictures",
    "Aw maya looks gorgeous !",
    "hey maya!! what are the odds ur free for brunch tomorrow?",
    "Chana masala for maya",
    "ahh maya it was so lovely to see u too ❤️❤️❤️ hopefully i will be back soon and SF would love to have you in the meantime, our place is always open!!",
    "What about you, anything new and exciting in the world of maya?",
    "Lilia Berry trying to be the weird one like Maya",
    "We just left apt. Maya hope class and teacher are fun!",
    "hi Maya, sorry for the late reply - im free Sunday!",
    "Hey! Is this still Maya?",
    "Maya, your appt is at 9:00 AM on Thursday, December 27, 2018. See you then!",
    "Walking by google rn maya",
    "Will maya be there ?",
    "Maya can you do 7:30 for din we’re hungry haha",
    "Maya",
    "hey maya! :) what’s up??",
    "hey Maya, sorry again for the late reply - things have been more crazy busy than anticipated for me.",
    "Maya is heading here, Chella should I go buy you salmon?",
    "Idk depends on what Maya and Dad want",
    "Comin! Is maya home",
    "Love u and see u soon! Maya , decide about train soon. 😍",
    "Maya",
    "I’m good with either cooking before 8pm or ordering when maya comes back home!",
    "Thanks Maya! Miss ya too! Are you in the office all week??",
    "Maya u look stunning at the party",
    "Run Maya run !😍",
    "MAYA",
    "MAYA!!!!",
    "That’s beautiful Maya I’m happy to hear it",
    "Merry Christmas maya man!!!!",
    "Omg maya wow was it so cool",
    "Eye apptmt Maya at 245pm then Chella at 330pm",
    "💕Maya looks like u might be dancing in the OR?",
    "Poor Maya",
    "Maya!!!! I hope you are thriving and it seems like you are ❤️ I was wondering if I could ask you a loaded question about being vegetarian.",
    "maya 👋",
    "maya rip i miss u",
    "MAYA IM BEING YOUNG FUN AND SPONTANEOUS AND MEETING HIM",
    "Hey maya",
    "Hey maya, call me “Daddy”",
    "Hey maya",
    "Thanks maya Text Me pic of cards",
    "Chella Maya has rent check for you at apt, so get it for January",
    "I'm all fucked up maya :/",
    "I'm reallly sorry maya i did not mean that",
    "Woah i'm really sorry maya",
    "Haha it wasn't, hope u had a good new years maya",
    "Hello 2019 Maya",
    "maya and I just hung out at the park",
    "Maya Check the bill with each line item to make sure no fraudulent charges",
    "Congrats Maya!! What will be ur topic?",
    "Maya Ur passport in fire safe",
    "MAYA",
    "Maya r u with us",
    "wait i love glance back maya",
    "Maya did you do this",
    "Maya WHAT",
    "Maya we r at hotel No rush Let us kno if u want me to get u",
    "Mom and maya",
    "Hey Maya! This is Allison Blue from the Claremonts. Idk if you got my LinkedIn message, but I’m interviewing at google and was wondering if you’d be willing to refer me?",
    "Maya thank you for this! I love you",
    "You’re a star maya man !!!",
    "@maya you close",
    "Go Maya! You are amazing out there!",
    "Thanks mayapoo",
    "“maya is actually me”",
    "Maya are you home?",
    "I love you maya",
    "She loves you maya",
    "Aww maya I love you! I wish you were here so we could boogie!!!",
    "I hope u can sleep Well maya!! Is snow expected sunday?",
    "Oh 😟 Dang I’m sorry Maya!! It would’ve been nice to just have a chill night with your work pals",
    "Maya ask Chella",
    "Maya omg your half marathon is tomorrow I hope you have the best run ever",
    "Omg baby i love you! Go Maya!",
    "Live Results Today for Maya Man in the NYRR Fred Lebow Half Marathon. Check it out!",
    "We can follow you Maya! You are more than halfway baby!!",
    "Go Maya!",
    "You are getting there Maya!",
    "Congrats Maya! Ur amazing!",
    "YAY MAYA",
    "YEAH MAYA!!!!",
    "MAYA!!!!",
    "You did it!!! I woke up this morning and chella said maya ran her half Marathon!",
    "Maryv and i went to sweet chick w maya",
    "So cool maya!!",
    "hi maya!! I’m applying to the user experience design internship at google",
    "Maya that just made me lol",
    "So cool maya!!!",
    "@maya we r on our way fyi",
    "We went with maya to a dance class rn",
    "Maya was also better than the teacher",
    "I didn’t to say that when we were there bc people were around but MAYA ur so good!!",
    "Whoohooo!!! I am NOT SURPRISED!! Maya you are a dancing diva!!",
    "U can be : mayamakingthingsontheinternet",
    "I read that article- i didnt notice it either - have you chella and maya?",
    "Whoo maya!! Hope day is going great!!",
    "Hey maya! It’s Jenny! If you’re around tonight, I’m having a party at our place for James’ birthday!",
    "maya’s gift from travels in Asia :)",
    "No worries Maya!!",
    "& maya I wanna bring u breakfast Monday morning before work !",
    "Fantastic!!! Maya!!! That is AMAZING feedback!",
    "Aw maya 💞💞💞 good memories",
    "It was cute, the print was called Maya and Brian's stickers!",
    "MVs place or Maya’s?",
    "and maya you can come over whenever toooo",
    "See order for us above and order for maryv and hitomi also!",
    "I assume maya wants chana masala",
    "Maya",
    "OMG YEA MAYA",
    "WHAAATTTTT??? Omg that is INCREDIBLE MAYA!!!!!! Whooihoooiooiii!!!!",
    "Maya I am starting to think we are living in a simulation",
    "lol maya I really do love you a lot",
    "Also maya I had a weird dream about u last night",
    "Thanks Maya! Glad u went?",
    "That's big Maya",
    "You get out there and GO GET EM MAYA",
    "Hope it is a great workshop Maya! We will keep some vegan dim.sum in fridge for u.",
    "hey maya! have you ever listened to thundercat?",
    "is mayaontheinter.net a dumb domain",
    "MAYA",
    "MAYA YOU KNOW",
    "Yeah maya!!!!",
    "Have a nice day in NY Maya hope u can relax!",
    "That's true maya",
    "Hi Cori and maya. I'll pick up projector and paper from sfpc and head up to the studio.",
    "Just had lunch w maya",
    "i took these photos of maya and isaac this morning at brunch",
    "Magnificent Moments of the Maya",
    "Maya and I are going to a purim party tn :-)",
    "And tell him “I’m sending my love energy through Maya.”",
    "Thank u maya ♥️♥️❤️",
    "Hi Maya.!  Thank you so much for your thoughtfulness.  Good night from Denver.",
    "Maya",
    "But maya was trying to call joseph but no answer",
    "OMG maya",
    "Maya lol",
    "Wow maya!",
    "maya",
    "So now I am confused, Maya when r u going? Do u have extra Tix or already have plans to go with someone?",
    "OKAY THANKS MAYA",
    "Hey maya. Can you pick up the giant note pads and pen from sfpc?",
    "Maya Bagel and leftover teriyaki veggie food in fridge",
    "hey Maya! hope you’re doing well 💓 do you know if the creative lab is looking for interns this year? ",
    "Lolllll maya",
    "Maya, where do you live? 😂",
    "& I quote “tell maya Im ok with tequila”",
    "maya i am not a corporation",
    "Maya I kno you have lots of stuff going on but I need ur W2 form from CL by the end of the week",
    "MAYA DID U LISTEN TO DAILY TODAY",
    "Wait Maya what weekend were you thinking of visiting!!!!",
    "Weird maya I was about to say both of those earlier",
    "Hi Maya - Annie Blake here from Live Arts. Here are your two e-tickets for Elton John tomorrow at 8pm. Can you confirm you’ve received this?",
    "Wowowowow a lot to unpack here maya",
    "Maya hbu?",
    "You’re at Maya’s place right ?",
    "Europe Trip with Chella, Hitomi, Maya, & MaryV August first two weeks: 4th - 17th",
    "Maya for some reason her caption is making me lol?",
    "That's good Maya",
    "Oh good Maya!!!!!!!",
    "Maya Im so sorry if I got you sick 🤒:-///",
    "How did he find you maya",
    "@ maya u comin?",
    "I met Isaac for dinner with Maya. Love him! Easy to talk with, warm, funny, clearly very smart guy",
    "moving WHERE MAYA",
    "Hi MAYA, thanks for your purchase of $108.88 from Taeyoon Workshop!",
    "HAVE FUN tonight Maya!!!!! You’re going to be the belle of the ball ❤️",
    "Also maya Maya have old case from her old iPhone",
    "This song is so old maya",
    "Thank you for last night Maya, I had a lot of fun! Really thankful for u!!",
    "So SOON MAYA MAN",
    "Hi maya! What time are you coming this weekend?",
    "Maya",
    "do you want me to use your google email or your resume email as your contact maya?",
    "I love you so much maya. Thanks for always being there for me!",
    "I’m sorry maya:( I love you so much",
    "MAYA!! HOW DID THIS HAPPEN😂",
    "Thanks maya!",
    "hey maya how’ve you been?",
    "Maya I have been watching this video on loop ALL DAY UGH",
    "Yay! Thanks maya!",
    "Hi maya! I got your letter! Hopefully yours comes soon or is already there! Thanks maya I love you!",
    "Also I’m in love with a boy maya",
    "He’s sooo cute maya",
    "Could be us maya but you fucking playing",
    "Mayaaaasa someone stole my debit card info lol",
    "Well tbh I was thinking Lauren maya and I",
    "Ah ok sorry maya :(",
    "Omg Maya",
    "Maya **",
    "Hey mayaaaa",
    "these are so cool Maya! so fantastic ro see you in this-- YOUR element!!",
    "Maryv and i just visited maya at googlr",
    "Lol maya",
    "Omg Maya do you listen to true crime now",
    "Lol thanks Maya",
    "Oh my god I am so sorry that was supposed to go to a different Maya",
    "Guess what maya",
    "Maya omfg",
    "Mayabits so good",
    "Hey maya",
    "Ehhhh idk maya",
    "Maya, its Good Friday! Feeling inspired of late? Get a book written on your behalf w/ no time or energy for 85% off",
    "U HAVE A QUESTION MAYA ?",
    "MAYA",
    "dad and would love some good stuff Maya maybe u can order ?",
    "maya and chella pls coordinate so u dont both order",
    "thank u maya!$",
    "Thank u maya",
    "Thank u maya !!",
    "maya if that’s too late for you i can do a normal evening time call next tuesday!",
    "Love you Maya! & love you Chella! 💌💌",
    "Hey maya! It’s gabby!",
    "Hi maya!! How are you?",
    "I am EXTREMELY GRATEFUL for everything you did to help that morning!! I love U MAYA",
    "Could u ( Maya, Chella )be free this Sunday for a Passover mini seder with Bubi?",
    "Wait maya",
    "Thanks for caring maya. I love you so much",
    "Love and miss you Maya!!!",
    "Oh wow Congrats Maya So exciting!!!!",
    "What time works for Sunday Seder for you Maya and Chella?",
    "Maya is that ok for u?",
    "Maya yayayay I actually can’t wait to see you I’m like walking home smiling",
    "Maya or Chella can u.let Nala out sometime before 4 pm?",
    "And Maya where r u?!!",
    "But you should come so we can make it a cinco de MAYA PARTYYYY",
    "Thanks everyone! Maya your selfie version is a keeper :)!",
    "It’s okay, 8:30 would be better ;) but I know it’s getting late for maya then",
    "Maya choreographed a dance to that",
    "Looks good I like Mayas changes Less confrontational",
    "Wanna hear something weird maya",
    "YAY MAYA I AM HAPPY YOU ARE COMING I WILL MAKE YOU VEGAN TREATS",
    "MAYAAAAA I LOVE YOU",
    "Thanks Maya",
    "Maya have a fabulous time in California!! Smooth travels!",
    "It says maybe maya man for me",
    "Ahh Nice maya!",
    "FANTASTIC Maya!!! Whoohoooooooo!!!",
    "Good morning maya",
    "Sunday is going to be such a spa day for us Maya",
    "Whoa maya congrats on the dance collab ai experiments. Such cool stuff. You’re a whiz!",
    "Maya is in california :(",
    "OKAY MAYA",
    "I’ll go with u and Maya when she back 😝",
    "Hey Maya",
    "Oh what Maya",
    "Ew I’m really disappointed that that happened Maya",
    "I was at this bar and some girl approached me and was like maya I follow you on instagram which did feel kind of glitchy",
    "Maya",
    "excited to see ya tomorrow maya!! if you get in at 6:30, wanna plan for dinner around 7:30/8",
    "MAYA I can’t BELIEVE you went out and bought that stuff so completely unnecessary but v kind of you",
    "You are a gem Maya I love u so much",
    "awww thanks for the donuts maya, it was great seeing you even briefly and i hope we can hang out more in the near future!!",
    "Looks like it was so beautiful maya!!!",
    "Got some.clementines grapes blueberries for apt for Maya's late arrival and sharing :)",
    "Yeah there were so many people here this weekend Maya it really came out of left field lol",
    "Yeah Maya it was kind of ridiculous",
    "Land yet Maya?",
    "Maya do u remember her? she was nice teacher at your Hershey day care",
    "😜 having fun Maya?",
    "Nina and Maya ; Bubi and Chella",
    "Also @maya",
    "Oh omg maya I love you I’m having an amazing Saturday",
    "Yea wya maya",
    "Maya getting dressed",
    "HI MAYA!!!!!!",
    "@mayaontheinternet representing!",
    "Hey Maya, Big day!!  Wanted to say WHOOHOOOOOOOO!!!",
    "Maya this is amazing!!",
    "I can see why u were crying Maya!",
    "Thanks maya man",
    "Maya did you come up with the title paint me in pixels so I can dance forever",
    "~blessed~ to know u maya man",
    "Love you mayaaaaa",
    "Ooh oh maya could you possibly bring a blanket ? We forgot one",
    "Thank u mayamoo",
    "Omg we got confirmed for shopbop Maya!!",
    "Aw maya I’m so sad",
    "Mayaaa I’m freakin out about commute",
    "Maya R u doing modeling now!!!",
    "Oh my god maya I feel back asleep I’m so sorry! I’m going to just meet you there",
    "Maya the shopbop model this morning 🧚‍♀️",
    "Hey Maya! It's Yamilee. We're in the lobby!",
    "Suny, Jane, Maya, Nicole, Emily = rad women codes",
    "Is there a time that works for both of us Maya and Chella to FaceTime you?",
    "Omfg Maya I think I found the perfect one",
    "Maya lol",
    "and Maya shot from her keynote",
    "Yea i Iike it maya!",
    "Hey Maya, this is Peter with Metropolitan.",
    "Maya I’m literally laughing out loud",
    "Maya I’m really laughing",
    "Hi Maya this is Brian from Real NY confirming the 5 PM showing of 413 E 12th",
    "Yesterday ian texted me after seeing my insta story and I really dislike him v strongly Maya",
    "Shoot maya I want to make this one worth it",
    "Hi Maya, Sure I will send it within the hour",
    "Callil is asking where is maya!!!",
    "Wait maya I didn’t see the email about app until now",
    "Oh Maya Man Goldberg",
    "It says Maya M. Goldberg",
    "wtf maya",
    "Thank you maya!!",
    "Hi maya :) I miss you! How are you?",
    "Hi Maya Confirming you received the application for 324 E13th",
    "mayamanxx",
    "My pleasure, Maya. ☺️",
    "Maya",
    "Like its as p funny Maya I thought so",
    "yes and maya here toi and we are about to order bagels, come on over!",
    "the guy said it was a great combo he is going to put it on the menu as Maya's smoothie this is my proudest moment",
    "Maya thanks for everything:) you have been such a good friend to me for so many years. Thank you for always looking out and being there for me.",
    "Look at Maya’s location",
    "Maya is with us",
    "Hey Maya! This is Rachel, we met at Sofie's cinco de mayo potluck.",
    "I’m sorry maya I don’t know if I can talk to you anymore now that I know that you peddle in Dark UX",
    "Maya Where r u? We r in the front fenced off area for interpreters",
    "Hi Maya. I just emailed your father. All of his documentation needs to be resent.",
    "Hi Maya, Yes it’s still available",
    "Maya...",
    "Hi Maya, Are you interested in moving forward with applying for the unit?",
    "YES MAYA AGGHHHH",
    "Maya We could put in the offer but likely to not take it maybe 2650 is more realistic",
    "That last photo is maya is so cute!",
    "Congratulations Maya! Take a few.min to really realize what you have done getting this job!",
    "Maya I’m still full",
    "Hi Maya the apartment is off the market someone else applied and got approved.",
    "lmao at that moment of isaac and maya",
    "love the one of us together maya!!",
    "I know you know the song Maya",
    "Maya U want to have a scotch in the climbing room with Ali Ken Odessa Jim",
    "Maya, you are overdue for your dental visit. Please call to set up an appt.",
    "Maya and odessa finishing massage",
    "Ok mom no worries! Maya is taking shower",
    "Maya is still in room",
    "@maya there is yogurt and grapes in the 621 room fridge can u grab it",
    "🎂 Maya, wish Nicole Christ a happy birthday today",
    "Hi Maya. What time are you going into the office to sign with Nerys tomorrow morning?",
    "Maya Don’t sign this lease until fully reviewed Couple of weird things",
    "Excellent email Maya",
    "I’m sorry about the hiccup, Maya.",
    "Heyyy Maya this is Jen! :)",
    "Thanks Maya!",
    "Maya i dont want to miss ur bday",
    "maya!! helloooo miss u hope all is well! wanted to introduce u to nicole choi - rising senior at pomona",
    "Hi Maya. Yes, I will.",
    "Maya!! Thank you for texting!!!",
    "Omg maya me neither",
    "MAYA did New York have a blackout",
    "Maya walking home.from.cancelled show UWS",
    "Wish u were here MAYA",
    "Aww maya!",
    "Aw yayayyyy maya exciting I’m glad y’all are together",
    "Hey Maya! Thank you, lady 💥",
    "and don’t want to seem like r u serious maya still u r unhappy",
    "Thanks again Maya 💞 it was so nice to meet up!",
    "AC unit installed Maya was wondering if you could check function when you get home for me",
    "MAYAAAAA",
    "I’m really laughing about the foot fetish Maya",
    "Me too mayaaaaa",
    "Maya man!!!!! This is my FAVORITE party idea EVER",
    "Maya old",
    "Maya you should add harvest moon to your playlist!",
    "Hey Maya! Daphné and Jess reached out about being on the next Decode Experiential panel. Thanks so much for connecting us!",
    "Great! So proud of you Maya!",
    "Maya ru around today",
    "Hey maya!! I’m actually gonna be at a friend’s birthday party then 😕 Can you do Sunday/sometime next week?",
    "Maya",
    "Ooh thanks Maya!",
    "maya - we ordered more struts to be delivered, let us know if you’ve received so we can follow up with them if needed!",
    "Hi Maya, thanks for choosing SEV Laser. Please take a moment to share your experience in the link below https://birdeye.cx/so3gsx",
    "It’s the red shoes Maya!!!",
    "Thanks again maya — you’re the best :)",
    "hey maya! Saw that chess club is at heart tonight",
    "Hey Maya! How’s it going? I was wondering what your schedule was like this week for a lil studio visit/ hang after work",
    "Hi Maya , wanted to talk and listen to what’s happening. ❤️",
    "Oh Maya it’s my red shoes piece!!",
    "hey maya man I have a question",
    "Miss you too Maya!!!!!",
    "i keep thinking about the final film yesterday, such a hilarious idea! ty for the screening maya",
    "thank u for including me u are very special maya 💖",
    "@maya we must show you this newish art space that used to be a Vietnamese restaurant",
    "hey Maya, im seeing a bunch of shows tomorrow but would love to make it to yours too, what is the time window",
    "Thanks, Maya! Would you prefer to Zoom at 6pm (I'll send a link) or call me? Either works for me!",
    "Just dug through all the cables I brought home and no extra of that one unfortunately, sorry maya 😮‍💨I’d guess one of the performers grabbed it by accident",
    "I am a SEVERANCE STAN NOW MAYA",
    "Thank you Maya! 💜 🗡️ ♾️",
    "I was thinking abt this today I was like maya runs this by herself how😭😭😭💗",
    "Morning maya! Should be here but let me know if it’s not working for some reason:",
    "Maya!! ❤️ Hiiii",
    "Omg YES it is SUNDAY, thank you Maya! 🤪",
    "Good morning Maya, this month electricity is $184.86 please add it to February’s rent.",
    "Mayaaaa",
    "Ok so they can’t do anything for me here today so I’ll find you for dinner maya",
    "Thx again Maya, that was fun and fast! Hope you got to see your folks.",
    "we can hit up the sphere Maya",
    "MAYA",
    "Context: one time a yoga teacher thought maya and I were sisters",
    "Maya and John thread so you have each others numbers for tomorrow 💝",
    "Hi Maya! I saw you’re in a group show with a bunch of killer female artists in Europe about AI and beauty standards and want to show my team but I can’t find it online",
    "Yo maya !",
    "Awesome thanks Maya!!!",
    "hey maya happy new year! hope you staying cozy 💟 checking in to see when would be a good time to help you assemble the rest of your table, I’m available later this week and the weekend",
    "Wait Maya I’m gonna send you my panda essay tonight if you can read it and give me some back when you have a chance",
    "Thx dear Maya",
    "are you there maya?",
    "Thank you sweet maya!!!! 🫶🫶🫶",
    "Hi Maya! My updated ETA is 1pm. See you soon (:",
    "Hey maya! I’m in the stairwell",
    "Hey Maya it’s Victoria",
    "So cute! Maya your responses were thoughtful",
    "Hi Maya, this is Man. We met at blade study",
    "I really appreciate it Maya 🫶❤️‍🔥",
    "Thanks maya we are all at a hotel and safe",
    "Hi Maya, this is Laurel so you have my number 😊",
    "Hi Maya, I sold this one but I have another one, very similar for $200",
    "Hey Maya!! Happy New Year :)",
    "So nice  Maya",
    "I really like Luke maya 🥲🥲 happy to see you so happy",
    "maya is that ok w u? :)",
    "Slight preference for cheaper seats but maya does that screw u over",
    "Maya that looks so wonderful! I love the tag. They are going to treasure it!!",
    "Hi Maya, I will have a photo tomorrow",
    "Maya!!!!! Happiest of holidays hehe :) ok ok so u were right about the performance lecture being a bit too soon after the holiday break— would February still work for u? | (• ◡•)|",
    "Maya and I going to see Bubi. He needs additional care probably surgery on his arm so heading there .",
    "Mayaaaaaa I love you 🥹🎈❣️",
    "Maya we r in lobby",
    "Hi Maya!! I am so honored!!!",
    "Lmfao Maya hahahaha the immediate post",
    "Must take you next time @maya",
    "Hi Maya! I ran into a bug trying to download my glanceback photos. In console says “downloading photos” and then after ~5 seconds it gives this error.",
    "I am so sorry you are still not feeling much better Maya!!",
    "maya you ARE the art handler bf",
    "Hahaha yes Maya it was so slow honestly felt tortuous watching it for 2 hours",
    "hi maya! im here out front now",
    "Hey Maya! Looking forward to the rhizome thing this weekend. Looking to get a ticket now. How strict are you going to be on the time slots?",
    "WRONG MAYA",
    "and maya you’ve been talking about this one with charli d’amelio",
    "yea yeah be brave maya man!",
    "Hey Maya! I’m back :) are you available on Friday? I can drop off your textile work then",
    "hi maya! this is ben",
    "hi maya ⭐️",
    "Omg MAYA😭😭😭😭",
    "Maya! Is there a good day next week that I can return your piece?",
    "Hey Maya! Are you at your studio tmrw?? I’m in NY and would ❤️ to come by ❤️ (Sorry being very last minute)",
    "Hi Maya. Hope all is well. I was wondering when we can get the rent for this month.",
    "wth maya’s phone",
    "maya if we have things delivered to heart would you be around in the upcoming week to receive?",
    "Hi maya. I sent you a request via email for a w-9 so I can get your payment to you.",
    "Good afternoon Maya I am 2 mins away walking over will buzz soon",
    "FYI I am grabbing bite with maya",
    "hey maya would u happen to know the wifi",
    "Maya super random but was the rhizome event you did earlier this year at the WSA building?",
    "Thank you Maya, ⭐️",
    "hi maya!  are you in nyc next weekend?",
    "Thanks cade. Maya feel free to go back home as you with NOT be permitted entrance! Hopefully you have an art project to work on :/",
    "Maya privately informed me she will not be arriving until 6:50. React with a 🔥 if she shouldn’t be allowed in, react with a 🤥 if she should be",
    "@maya are thinking of staying longer?",
    "GREAT JOB MAYA",
    "Maya just got inside",
    "Ok will wait for Maya to make final decisions but all those options sound good",
    "@maya which side are you on",
    "Oh wait Maya ur so close to union station already! I’m still about 40 min away from you. Should we meet at restaurant actually?",
    "Maya! Sorry for the annoying question and totally ok if u can’t answer but does the perf start right at 7?",
    "Such an honor maya Otw",
    "U just had an opening at THE WHITNEY MUSEUM Maya!!!",
    "maya squared",
    "Love that Maya thinks I live in Santa Monica but it’s Westwood!!",
    "Wait so Maya and Mindy are not in the show? But are on a panel?",
    "Aw Maya that text thread above was so cute",
    "Congratulations on your whitney debut Maya!!!",
    "So she’s with them now and they were saying Luke just started dating someone who’s a little older and is an artist and lives in Chinatown and is named Maya",
    "Hey maya is there a title for your piece?",
    "Maya ur up so late",
    "Me too my bad maya",
    "Thanks Maya. It was really nice to see you too!",
    "hi it’s Mack is this artist and chrome extension creator Maya Man",
    "Hello Maya I’m prints",
    "So cool Maya",
    "Thank you maya. Been loving this ❤️",
    "Hiiii Maya!",
    "Maya in a past life:",
    "First stop was the console. Signature Maya Man.",
    "Maya… damn... so cool to see your work on Whitney homepage. Congratulations on the project. Will have to get over there soon to see it in person.",
    "Maya you solved for time zone?!  Awesome!  We just saw 6:00pm. Relatable!",
    "so incredible maya!!!",
    "MAYA YOU ARE INCREDIBLE",
    "Mayaaaa that’s amazing",
    "YAYY MAYAAAA",
    "Should u and I co host maya lmao we could sell tickets so u could make some money and we could plan",
    "Just Maya Man?",
    "Maya gonna look for it in my script notes at heart",
    "Congratulations, Maya!  — the big day is here!  🎉🥳😄",
    "MAYA!!!!!!!!!!!!!",
    "MAYA THE WHITNEY?? congrats!!!! 🎉 🎉🎉🎉",
    "Morning Maya! Thank you for joining us this week. Gina has sent over a folder for you to drop your posts. I’m here if you have questions or want to bounce any ideas / thoughts.",
    "Good!thank u for telling me:). Sweet dreams MayaPapaya",
    "hey maya, checking in on the digital residency idea. still feeling right to you? lemme know i can get paperwork over to you tomorrow for payment and all that if still down <3",
    "Maya we have lots of stuff for u to decide if want, bags ofstuff Chella packed plus a trash can, vacuum u could use at studio.",
    "Maya can you by any chance bring me a few pads???",
    "Oh my gosh Maya SO THOUGHTFUL! thank you so much! It is perfect!!",
    "hii maya, do you have a drill at the gallery?",
    "Mayaaaaa could we actually do 8:30 please?",
    "hey Maya is there a time tomorrow afternoon that’d be good for people to come start installing?",
    "Hi maya! We sent you an email that covers a few items we’ve chatted about - we’re happy to chat anytime ☺️",
    "Maya!! Would love love to see you while im here < 3",
    "Hi Maya, is there any chance you’d wanna meet a little earlier like around six? No worries if not.",
    "There’s always next time maya",
    "Hey Maya! Trip was so good. Let me get back to you next week about catching up. Hope you have a good weekend.",
    "Hey Maya!! How did you enjoy bladee last night lol 🤪",
    "It’s so sad maya",
    "Maya lmk when u post!!! going 2 post today after u",
    "Hi Maya! Are you at Heart?",
    "Hey maya weird question",
    "Why is maya crying",
    "Also Maya does thursday work for us to come in and bring in some artists?",
    "maya will you be around earlier this afternoon? like around 1?",
    "Maya is crying again",
    "Dear Maya, How are you? This is Gil from Lash Lift NYC. It has been over 6 weeks since you get our services, and I would like to follow up on your lash condition. How is it going?",
    "@maya you would love",
    "Maya thank you for having us at the gallery today!!! I’ll send the exhibition synopsis over tomorrow, show schedule should be finalized by Sunday 😈💀😈♥️",
    "Cuteeeee maya!!",
    "We need to know if you can do it @maya bc you’re wasian",
    "Yeah that was a tough hit, Maya cried for days",
    "Maya… Can I run something by you potentially to do at HEART?",
    "Maya just left to meet Luke’s family. She looks adorable.",
    "Hey Maya! I came across something a long time ago that I just remembered and wanted to send to you",
    "Maya I can’t tell if you just haven’t gone to bed yet or woke up super early",
    "so we could probably do lunch or something at your studio maya?",
    "Maya we’re outside hotel",
    "Hello maya it’s Tommy",
    "Hey maya! Been a minute just wanted to check in and see how you are doing?",
    "maya could uber w us",
    "an army of maya",
    "Maya can i get ur knowledge on something",
    "Omg ty Maya!!!",
    "Oh shoot we will miss Maya then",
    "haiii maya how are uo",
    "@maya what are ur LA dates again?",
    "Hi Maya. Hope all is well. The landlord had advised me that electrical bill for this month is $179.26.",
    "Maya forgot to join the fantasy league",
    "And they’re like is your friend Maya a cool internet artist hahahaha",
    "I love you Maya Man 🪽🪽🪽🪽🪽🫀",
    "Really good idea maya",
    "Thank u Maya!!! That is so thotful❤️",
    "We love u maya best actress best dancer LFG",
    "Hi Maya, break a leg tonight! Is Weds oct 16 still possible?",
    "Okay maya",
    "maya!! i love you!",
    "Hi Maya! Sad I couldn’t make it last night",
    "hi maya, what time should we show up? we’re in my studio right now, few blocks away",
    "Miss you MAYA wish you were here",
    "Maya r u at heart? I’m a bit early but can bop around",
    "maya!!",
    "Hey maya hows everything going at heart?",
    "Hey Maya – thank you for sending. Yes, it was a special trip. Hope you’re doing great too.",
    "Mayaaa yes yes yes",
    "good night maya 🌙",
    "Hey Maya! I think the visits today are kind of sporadic",
    "U get van maya? Key?",
    "Hey Maya! Have you adjusted the file yet? If you have, can you upload it to YouTube and send us the link?",
    "Good for you maya, I feel like you’ve handled this SOOO well all things considered",
    "Ugh maya im sorry",
    "I’m proud of you maya",
    "Nice. I’m happy for you Maya. We probably don’t need to talk, unless it’s someone I know?",
    "maya do you want a go macro bar?",
    "Hey maya! Wow that’s great, thank you so much",
    "Maya did your mattress come!!",
    "Maya can u send me le dance",
    "maya - the shelf sheets are delivered and are on the first floor of ur studio",
    "Maya is it ok if I’m early",
    "good night maya",
    "Oh also Maya this is from my greencard celebration dance party lol",
    "Wait Maya im sorry can u take me off the guest list for tmrw i forgot about a previous commitment i had and i cannot attend😭",
    "Adding mayaaaa so you have her #",
    "The larger frame gives a overall curious Nancy drew look I feel fit quite well with Maya",
    "That’s honestly a very cool aesthetic for you maya",
    "Love you mayaaaaa the place looks really cute",
    "was there a maya?",
    "Maya and Ruby’s big hang out weekend 3 nights in a row",
    "So glad this is working out! Thank you so much maya, let me know if I can help at all",
    "Hi Maya,  are you in Brooklyn? I’m going past your parents place in a few minutes.",
    "Thank you so much for dealing with that maya!",
    "Maya can u CapCut this??",
    "i left you a ticket at the front under maya",
    "Maya r u upstairs?",
    "Hi Maya, Do you like this coffee table that the tenant leaving behind?",
    "Maya WHATTTTT",
    "Wait maya can u send the roblox link again",
    "@maya we need a food instagram update",
    "Maya had no clue what it was about",
    "MAYA we have a question could we screen record the website for a while and run it through a media player ??!",
    "On our way Maya!",
    "Maya man r u at the space rn I might be a little early",
    "wait maya not to be nosy but is that your dad in isaac’s bereal?? lol",
    "Omg maya looks so amazing!!! Such a good turnout",
    "Ayyooo Maya!!! Eye forgot I’m suppose to link with a friend for a bit at 11 anyway u can do later in the day today ?! :))) :o",
    "GOOD LUCK WITH OPENING TODAY MAYA 💗💗💗",
    "Hey Maya did u still need someone for door?",
    "Maya what time are you landing on friday?",
    "Omg maya hhahahaha",
    "Maya we just left the 6th floor screening room",
    "Happy birthday maya!! I love u so much. I hope I can see you soon :)",
    "Maya Happy Birthday!!! I hope you channel your inner Natasha and create chaos today",
    "Happy Birthday Maya!!!!🎂",
    "Happy birthday, Maya. Have an amazing time with Cam and Yuchi. I hope this year is filled with growth and happiness for you.",
    "Maya would you suggest we take train to your parents or take uber?",
    "Also Happy birthday Maya 🎂🎂😘🥳🥳🥳❤️❤️❤️💕",
    "MAYAAAAAA HAPPY BIRTHDAY MY SWEET LIL ANGEL ARTISTÉ AND BESTIE 😘😘😘 I’m sending you all of the love and sweet birthday vibes that you deserve 🥳🥳🥳",
    "Trip down memory lane for my ANGEL MAYAAAAA",
    "Happy Birthday Ms Maya 🎂 Hope this year brings you great luck and great fun.",
    "Happy Birthday Maya! I love you!",
    "Have a Happy Day Maya!! 28!",
    "@maya if I can only bring one pair of shoes",
    "Wait side note Maya",
    "Maya is my backpack still at your parent’s apartment?",
    "Maya what is the weather like? should we pack for HEAT",
    "YAYYYYY MAYAAAAA",
    "Sending love back! Happy early birthday, Maya :)",
    "I fell sleep too!!! But love you Maya!!!!",
    "So us maya",
    "Hey maya I think im leaving the city before the show happens but I’d rly like to see the big prints before I leave or after I come back",
    "Maya NOOOOOOOOOOOO",
    "Hope yoga is good & I love you Maya, I always enjoy talking with you & laughing w you 🤍🪸🧸",
    "Hi Maya! good morning! hope you had a really nice dinner with your mom :)",
    "Maya loves Italian food",
    "Hi Maya!! Hope you’re gooood :) I wanted to invite you to our art and tech summit happening July 17-18",
    "Did you reach out for a reason Maya",
    "Maya’s searching for a movie to see tn",
    "I never thought I would be coding on maya man’s 🐱",
    "Hi maya!! Are you free to call sometime?",
    "Hi Maya! Apologies on this. did you send an invoice for it?",
    "Maya has foam mattress at her studio fyi",
    "Also I think maya is missing",
    "Maya what area do you currently live in? I want to see which friend is closest to you",
    "Maya your bday is on 26th right",
    "Could we stay with you on your floor @Maya",
    "Maya 🙏🏼🙏🏼🙏🏼🙏🏼",
    "Maya what does your sweatshirt say?",
    "ahh thank you maya!! 🧡 appreciate you reading",
    "You’re asking Maya right?",
    "The website is so Maya hehe",
    "Euro maya is so chill and literate",
    "Send Europe vacation pic mayaaaaa",
    "Maya! Hey it was great getting to see you briefly at DEMO. Yeah I feel the same way and am grateful for our friendship. Also I wanted to tell you at the event how much I enjoyed you your talk! I think it’s the first time I got to see you present your work. Hope to see you soon!",
    "Hi Maya, it was so good to see you this past week. I think the world of you and the status of your relationship doesn’t change that. Im very grateful to be able to call you a friend and likewise be here to support you on the new adventures! 💜",
    "Maya you’re so cool",
    "Omg maya I can always count on you :’) lol",
    "like MAYA is definitely you performing as yourself, but Website God can be you preforming as anything that is not quite that",
    "People will be like don’t worry we love u mayaaa",
    "Lmao maya",
    "maya hi",
    "Maya...",
    "maya how’s the painting going??",
    "hope it went as well as it could have maya ♥️",
    "Wait omg maya that’s huge news, I’m so so sorry. Sending you all the love and here if you need to talk through anything",
    "Hi Maya Your order at Tribeca Printworks is available for pickup. You are welcome to collect anytime between 10am and 6:30pm, Monday through Friday. Feel free to text back if you have any questions!",
    "Omgggg!! Maya u love a forbidden love lmaoo",
    "Wait Maya did you boink last night on ur date",
    "Ugh I'm sorry maya",
    "Hi Maya! Are you going to the Yeche thing tonight?",
    "Good morning mayaaaaa I love u 🫶🫶🫶",
    "Maya how is the break going??",
    "hi maya",
    "hey maya, let’s try lady chow kitchen at 10am",
    "Maya Fruit bowl in frig FYI",
    "If it happens Maya can say no I’m on a break 😈",
    "“Oh Maya you delivered a fabulous speech it’s so inspiring let’s get drinks and talk”",
    "i love glance back maya!",
    "Hi Maya. Can you borrow a check to pay instead? I don’t think the landlord uses pay pal or Zelle. Thank you!",
    "i have no balance maya i am very extreme",
    "jeffrey checking in earth 2 maya",
    "Aw maya",
    "Wait so maya",
    "Maya",
    "MAYAA",
    "Hi Maya, im sorry ive been hard to reach for a conversation",
    "Wait MAYA U FIDNT TELL ME",
    "thank you Maya!!! 💕💞 ",
    "Omg maya!",
    "Love YOU maya",
    "I love you maya 💗💗💗",
    "sent you 20 maya",
    "Maya!! Super last min but if you are free ❤️",
    "Maya no worries at all!! We have plenty more shows booked for the spring / summer but thank you!! Safe travels back to the city",
    "Heyyyy Maya !!! Hows Venice? I hope it met my hype",
    "Maya Wru",
    "& thanks maya :,-) 🫶🏻",
    "All good maya?",
    "Maya!!! Hello! When do you get back?",
    "Maya I heard your talk was next level brilliant. Congrats and sorry we had to miss it ❤️",
    "Hey Maya How’s it going over there at the 3rd?",
    "Heyyyy Maya!!! We made it. Just catching out breath. The place looks amazing ♥️",
    "Maya! Hi! Just grabbed my ticket — Im there 💘",
    "Thank you Maya <33 I’ll reach out later",
    "Maya, Rx LO is ready for pickup at CVS Pharmacy: 161 AVENUE OF THE AM. Details: i.cvs.com/AWpk66ANW",
    "Hahaha omg I sent this to wrong Maya but we should also do Shakespeare lololol",
    "Sorry again about last night Maya",
    "MAYA!! The article is so good!!!",
    "LMAOO MAYA IS UR BURRITO JUST RICE",
    "@maya do you wanna go? I found someone selling 2 for $75",
    "@maya let us know what the evening plan is when you know",
    "Very proud of Maya — expert execution of the many aspects of this project.",
    "Hi Maya! Is it MoCA Grand or Geffen tonight?",
    "maya cant wait! is it starting at 6 sharp?",
    "Maya 🤍🩶🤍 I will BE there, yaaay!",
    "IM HAVING MY MAYA MAN MOMENT!!!",
    "dont tell anyone about my secret scene knowledge maya!",
    "Since Maya is the tallest",
    "No transition needed, maya",
    "Maybe if the pink is paler? Like a light soft pink? What do u think maya",
    "I like them!! What do u think maya",
    "Such a model Maya 👀 thank you for letting me take a photo!",
    "checking in to maya land",
    "Hi Maya. Just following up about my last text…",
    "Maya send a video of your new art studio !!",
    "Maya almost getting detained in China",
    "Maya so good!!",
    "Good luck Maya on your online solo show today!!!🎈🌹👠👠👠❤️",
    "Maya send pics",
    "aw thank you Maya that’s really kind of you",
    "Maya it is so bad lmao",
    "See you soon Maya!!!",
    "I was like I don’t think Maya would do that to you irl 😂",
    "Omg maya these photos are incredible",
    "We just got ours too!! Mazel tov Maya!",
    "It was so bad maya",
    "It would be HILARIOUS to play Fortnite with you and Maya",
    "HAPPY OPENING MAYA !!!! ❤️",
    "OMFG MAYA",
    "@maya welcome back!!!! 💞💞💞",
    "Maya it’s gonna be so amazing!! People are gonna love the book",
    "Maya this track list",
    "Maya want to eat dinner together before?",
    "Maya whattt",
    "Wish you were here Maya!!",
    "Look so good Maya",
    "Maya I will be people watching if u don’t like the rides either",
    "Hope u are having good day Maya Papaya",
    "True maya true",
    "Maya lmao",
    "Omg I love you the most maya 🥲🥲🥲",
    "Maya I can make it for u",
    "PROUD OF YOU MAYA",
    "Hey Maya! Here is the bear proof for approval",
    "Hey Maya! I’m almost done setting up the pre-order link. Do you know roughly the weight of the book?",
    "K maya?",
    "hi maya!!! likewise, hope 2024 has been good to you so far",
    "Maya I’m sorry we’re dragging our feet lol",
    "this is so scary Maya",
    "Both of those airbnbs look so good Maya!",
    "Mayas dad is texting you now lol",
    "Thanks maya! :)",
    "teach us your ways Maya",
    "Mayaaaaa",
    "it’s so great Maya!! Thank you for sharing with us! Really proud of you ❤️",
    "MAYA i just read it’s so good!!! thanks for sharing!!",
    "Maya you’re doing amazing",
    "Maya, do you plan to record the interview from your side?",
    "Also Maya",
    "what are you interviewing her for maya!!",
    "Hiii Maya! See you soon!",
    "Hi Maya Man. 120 minutes from the time of booking, Hao Noodle Chelsea is waiting for you. Thank you for your reservation. [Hao Noodle Chelsea] Press 1 to confirm, press 0 to cancel.",
    "Mayaaa tell me about your time",
    "Hi Maya-hope all is well-can’t wait to see you ❤️",
    "Hell yeah Maya!! So cute and funny",
    "maya i wanna open a computer store",
    "I was just with Henry and they were like do NOT let maya do anything w her lmao",
    "OMG MAYA I JUST FROVE PASY YOU",
    "Hi Maya this is salon718. You left your water bottle here",
    "MAYA you’re gonna kill it i can’t wait to learn from you",
    "Maya give me a call when you get here. Our stairs are closed off.  R I close?",
    "Hi maya 💕💕 how’s the apt hunting going??",
    "Ok ok u let me know maya ! ",
    "This feels maya core for whatever reason !!",
    "Maya!! Would you be interested in coming to a WIP rough cut feedback screening of my feature film this Friday?",
    "Maya soooo grateful for our time together!!!! Always feel so energized and inspired talking with you",
    "Hi Maya how much would you value your punching bag at? We need it for insurance coverage",
    "Get that maya name out there",
    "You’ll realize Maya is the nicest ever",
    "Ariel dislikes Maya bc 1) NFT",
    "Ty maya 🥲💐💐💐💐💐💐💐💐💐💐💐💐💐💐🫶🏻🫶🏻🫶🏻🫶🏻🫶🏻🐥🧚‍♀️",
    "Busy Maya",
    "Mayaaa, excited you’re moving back, we so much to discuss I feel~~",
    "HOW did your auction go, Maya ???",
    "your show was really so good maya. my favorite work of yours tbh. even aesthetically sooo strong (the glows! plz!)",
    "MAYA SORRY I MISSED YOUR CALL",
    "I love you Maya 💖💖💗💗💗💗💘💘💘💘💘💘🦋🦋🦋☮️☮️☮️🥹🌟🥹🌟🌟🌟🌟🌟🌟🌟🌟🌟🌟💐💐💐💐💐🌸",
    "Dad is your hero Maya! He drove to garage to get large wrench and rescue the earring!",
    "And Maya I should’ve just left it there.",
    "i’m like when does maya get back 🥺",
    "*maya omg hahaha",
    "Thanks Maya xox",
    "MAYA!!!! you are such an angel on earth. thank you so, so much <3 this is such a special treat",
    "Hey Maya — how far are you approximately? :)",
    "Maya! Mine just opened!!",
    "Maya WHEN R U LEAVING FOR EUROPE AGAIN?",
    "Maya what is that book I saw on your night stand again?",
    "i love you maya!!!",
    "Maya! What is happening lol",
    "Maya should we bring anything?? Champagne??",
    "That’s so funny I actually just saw it last night and I was like I should text maya lol",
    "HAPPY BIRTHDAY MAYA 🥳 have an amazing day! Come back to nyc soon!",
    "awww thank you maya!!!! this was so thoughtful 🥺🥺🌸 i am excited our internet friendship has blossomed into somethin more. likewise & i hope you have a great birthday eve!!!",
    "Maya im just gonna be honest here and ruin part of your bday present surprise",
    "WAIT MAYA I can’t hike lmao my ankle",
    "It’s like you heard us maya",
    "MAYA & CAMILLE GRADUATED FROM MFA!!! ♡(*_*)⋆˚✿˖° is tomorrow 3pm, at EVERSON ROYCE BAR. View details / update your RSVP",
    "i defer to maya",
    "Maya thank uooooouuuu!!!",
    "Mazel tov Maya!❤️❤️❤️💥",
    "Congratulations Maya on your UCLA MFA!!!👏🏻🎓🎨",
    "yo maya",
    "Maya do you think getting a puppy is a bad idea lol",
    "Ok Maya you should ask him but casually",
    "Maya are you above 5’6",
    "ACTUALLY Maya let’s not invite them to movies so too much social pressure",
    "Oh no Maya hi",
    "maya that was such a fast turnaround wow",
    "I was like I cannot do it rn I need to consult Maya first",
    "Omggg Mei Ya and Maya",
    "Time to get high maya",
    "I LOVE YOU MAYA THANK YOU",
    "OMG MAYA YAYYYYYYYYY CHEERS TO YOU 💝💝💝💝💝💝💝💝💝💝💝💝💝💝💝💝💝💝💝⭐️⭐️⭐️⭐️⭐️⭐️ the piece looks so good & you look precious!",
    "Sorry I couldn’t make it last night, Maya! Hope it went well :) we should all have dinner soon!",
    "Maya are you going to 100gecs tmrw ?",
    "Maya! I’m about to start a CNC cut in fab lab"
]